@push('meta')
    @php($page = pages()->article())

    <x-client.head.meta
        :title="$page->meta_title ?? ''"
        :description="$page->meta_description ?? ''"
        :snippet="$page->snippet ?? ''"
        :url="route('home')"
    />
@endpush

<x-client.layouts.app>
    <div class="nav-menu">
        <div class="nav-menu__container">
            <nav class="nav-menu__body">
                <ul class="nav-menu__list">
                    <li class="nav-menu__item active"><a href="#" data-goto="#preimuschestva" data-goto-top="60"
                                                         class="nav-menu__link">Переваги</a></li>
                    <li class="nav-menu__item"><a href="#" data-goto="#tseny" data-goto-top="60"
                                                  class="nav-menu__link">Ціни</a></li>
                    <li class="nav-menu__item"><a href="#" data-goto="#faq" data-goto-top="60"
                                                  class="nav-menu__link">FAQ</a></li>
                    <li class="nav-menu__item"><a href="#" data-goto="#otzyvy" data-goto-top="60"
                                                  class="nav-menu__link">Відгуки</a></li>
                </ul>
            </nav>
        </div>
    </div>
    <div class="breadcrumb">
        <div class="breadcrumb__container">
            <ul class="breadcrumb__list">
                <li><a href="#" class="breadcrumb__link">Головна</a></li>
                <li><a href="#" class="breadcrumb__link">Неполадки</a></li>
                <li class="breadcrumb__active">Кавомашина не меле каву</li>
            </ul>
        </div>
    </div>
    <div class="main">
        <div class="main__container">
            <form action="" class="main__body">
                <div class="main__image">
                    <picture>
                        <source srcset="img/malfunctions/kofemashina-ne-melit-kofe.webp" type="image/webp"><img
                            src="img/malfunctions/kofemashina-ne-melit-kofe.jpg" alt="Кавомашина не меле каву"
                            title="Кавомашина не меле каву">
                    </picture>
                </div>
                <div class="main__content">
                    <h1 data-da=".main__body,991.98,0" class="main__title">
                        Кавомашина не меле каву
                    </h1>
                    <ul class="main__list">
                        <li class="main__item">Транспортування кавомашин в сервісний центр</li>
                        <li class="main__item">Діагностика кавомашини в сервісному центрі - 0 грн</li>
                        <li class="main__item">Гарантія на виконані роботи та запчастини до 6 місяців</li>
                        <li class="main__item">Виїзд у день звернення</li>
                    </ul>
                    <div class="main__row">
                        <input class="main__input" name="phone" required="" type="tel"
                               placeholder="+38 (000) 000-00-00">
                        <input class="main__input" name="name" required="" type="text" placeholder="Ім’я">
                    </div>
                    <button type="submit" class="main__button btn">Замовити</button>
                </div>
                <p class="main__discount">
                    <span class="main__icon _icon-clock"></span>
                    Щасливі години! Знижка 10% на послуги з ремонту в сервісному центрі з 14:00 до 17:00!
                </p>
            </form>
        </div>
    </div>
    <div class="content">
        <div class="content__container">
            <div data-showmore class="block">
                <div data-showmore-content="100" class="block__content">
                    <p class="content__text">
                        Наш сервісний центр Saeco більше 10 років успішно працює в області ремонту кавового обладнання з
                        гарантією якості. Телефонуйте прямо зараз і наші менеджери нададуть відповіді на всі питання що
                        вас цікавлять. <br>
                        <b>Жир текст strong</b>, b - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem
                        Ipsum
                        является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий
                        безымянный
                        печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки
                        образцов. <br>
                        <i>Текст с курсивом i</i> без заметных изменений пять веков, но и перешагнул в электронный
                        дизайн. Его
                        популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х
                        годах
                        и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах
                        которых
                        используется Lorem Ipsum. <br>
                        Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в
                        60-х
                        годах и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах
                        которых используется Lorem Ipsum.
                    </p>
                    <h2 class="content__title-2">
                        Заголовок H2
                    </h2>
                    <p class="content__text">
                        <a href="" class="content__link">Ссылка</a>, что Lorem Ipsum - взятый с потолка псевдо-латинский
                        набор
                        слов, но это не совсем так. Его корни уходят в один фрагмент классической латыни 45 года н.э.,
                        то есть
                        более двух тысячелетий назад.
                    </p>
                </div>
                <button hidden data-showmore-button type="button" class="content__more">
                    <span class="showmore__icon _icon-arrow">Читати далі</span>
                    <span class="showmore__icon showmore__icon-down _icon-arrow">Згорнути</span>
                </button>
            </div>
        </div>
    </div>
    <div id="preimuschestva" class="advantages">
        <div class="advantages__container">
            <h2 class="advantages__title">
                Переваги
            </h2>
            <div class="advantages__slider swiper">
                <div class="advantages__wrapper swiper-wrapper">
                    <div class="advantages__slide swiper-slide">
                        <div class="advantages__icon _icon-coffee">
                        </div>
                        <span class="advantages__title-secondary">Власний парк кавомашин</span>
                        <p class="advantages__text">
                            Перш ніж забрати вашу кавомашину в ремонт, ми надамо нашу тимчасову, щоб ви могли
                            насолоджуватися улюбленим напоєм
                        </p>
                    </div>
                    <div class="advantages__slide swiper-slide">
                        <div class="advantages__icon _icon-warranty">
                        </div>
                        <span class="advantages__title-secondary">Гарантія на виконані роботи 1 рік</span>
                        <p class="advantages__text">
                            Гарантія на роботи рік, на запчастини 3 місяці.
                        </p>
                    </div>
                    <div class="advantages__slide swiper-slide">
                        <div class="advantages__icon _icon-money">
                        </div>
                        <span class="advantages__title-secondary">Працюємо з будь-якими способами оплати.</span>
                        <p class="advantages__text">
                            Надаємо акти виконаних робіт і чеки на замінені запчастини. На всі нові деталі надається
                            гарантія.
                        </p>
                    </div>
                    <div class="advantages__slide swiper-slide">
                        <div class="advantages__icon _icon-support">
                        </div>
                        <span class="advantages__title-secondary">Безкоштовна консультація та супровід</span>
                        <p class="advantages__text">
                            Безкоштовно супроводжуємо і консультуємо з усіх питань, пов'язаних з роботою кавової техніки.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div id="tseny" class="price">
        <div class="price__container">
            <h2 class="price__title">
                Ціни на ремонт кавомашин з дефектом - не меле каву
            </h2>
            <div data-showmore="items" class="price__block">
                <div data-showmore-content="1" class="price__content">
                    <table class="price__table">
                        <thead class="price__thead">
                        <tr class="price__table-title">
                            <th>Послуга</th>
                            <th>Ціна</th>
                        </tr>
                        </thead>
                        <tbody class="price__tbody">
                        <tr class="price__table-row">
                            <td>Діагностика в майстерні</td>
                            <td>Від 200 грн</td>
                        </tr>
                        <tr class="price__table-row">
                            <td>Термінова діагностика в майстерні</td>
                            <td>Від 350 грн</td>
                        </tr>
                        <tr class="price__table-row">
                            <td>Діагностика на виїзді</td>
                            <td>Від 300 грн</td>
                        </tr>
                        <tr class="price__table-row">
                            <td>Виїзд майстра за місто</td>
                            <td>Від 500 грн</td>
                        </tr>
                        </tbody>
                    </table>
                    <table class="price__table">
                        <tbody class="price__tbody">
                        <tr class="price__table-row">
                            <td>Діагностика в майстерні</td>
                            <td>Від 200 грн</td>
                        </tr>
                        <tr class="price__table-row">
                            <td>Термінова діагностика в майстерні</td>
                            <td>Від 350 грн</td>
                        </tr>
                        <tr class="price__table-row">
                            <td>Діагностика на виїзді</td>
                            <td>Від 300 грн</td>
                        </tr>
                        <tr class="price__table-row">
                            <td>Виїзд майстра за місто</td>
                            <td>Від 500 грн</td>
                        </tr>
                        </tbody>
                    </table>
                    <table class="price__table">
                        <tbody class="price__tbody">
                        <tr class="price__table-row">
                            <td>Діагностика в майстерні</td>
                            <td>Від 200 грн</td>
                        </tr>
                        <tr class="price__table-row">
                            <td>Термінова діагностика в майстерні</td>
                            <td>Від 350 грн</td>
                        </tr>
                        <tr class="price__table-row">
                            <td>Діагностика на виїзді</td>
                            <td>Від 300 грн</td>
                        </tr>
                        <tr class="price__table-row">
                            <td>Виїзд майстра за місто</td>
                            <td>Від 500 грн</td>
                        </tr>
                        </tbody>
                    </table>
                </div>
                <button hidden data-showmore-button type="button"
                        class="price__button btn btn-w"><span>Розгорнути</span><span>Згорнути</span></button>
            </div>
        </div>
    </div>
    <div class="feedback">
        <div class="feedback__container">
            <div class="feedback__wrapper">
						<span class="feedback__title">
							Служба технічної підтримки
							в твоїх месенджерах
						</span>
                <p class="feedback__text">
                    Обери зручний спосіб комунікації, тисни та спілкуйся. Наші техніки нададуть вичерпну консультацію з
                    приводу ремонту кавомашин.
                </p>
                <div class="feedback__body">
                    <div class="feedback__items">
                        <a href="" class="feedback__icon _icon-telegram-2"></a>
                        <div class="feedback__messenger">Telegram</div>
                    </div>
                    <div class="feedback__items">
                        <a href="" class="feedback__icon _icon-messenger-2"></a>
                        <div class="feedback__messenger">Facebook</div>
                    </div>
                    <div class="feedback__items">
                        <a href="" class="feedback__icon _icon-viber-2"></a>
                        <div class="feedback__messenger">Viber</div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="content">
        <div class="content__container">
            <div data-showmore class="block">
                <div data-showmore-content class="block__content">
                    <p class="content__text">
                        <b>Жир текст strong</b>, b - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem
                        Ipsum
                        является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий
                        безымянный
                        печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки
                        образцов. <br>
                        <i>Текст с курсивом i</i> без заметных изменений пять веков, но и перешагнул в электронный
                        дизайн. Его
                        популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х
                        годах
                        и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах
                        которых
                        используется Lorem Ipsum. <br>
                        Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в
                        60-х
                        годах и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах
                        которых используется Lorem Ipsum.
                    </p>
                    <h2 class="content__title-2">
                        Заголовок H2
                    </h2>
                    <p class="content__text">
                        <a href="" class="content__link">Ссылка</a>, что Lorem Ipsum - взятый с потолка псевдо-латинский
                        набор
                        слов, но это не совсем так. Его корни уходят в один фрагмент классической латыни 45 года н.э.,
                        то есть
                        более двух тысячелетий назад.
                    </p>
                    <p class="content__list-title">
                        <b>Пример маркированного списка</b>
                    </p>
                    <ul class="content__list">
                        <li class="content__item">
                            Классический текст Lorem Ipsum
                        </li>
                        <li class="content__item">
                            Классический текст Lorem Ipsum
                        </li>
                        <li class="content__item">
                            Классический текст Lorem Ipsum
                        </li>
                        <li class="content__item">
                            Классический текст Lorem Ipsum
                        </li>
                    </ul>
                    <p class="content__text">
                        Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является
                        стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный
                        печатник
                        создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов.
                        Lorem
                        Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный
                        дизайн. <br>
                        Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в
                        60-х
                        годах и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах
                        которых используется Lorem Ipsum. <br>
                        Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является
                        стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный
                        печатник
                        создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов.
                        Lorem
                        Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный
                        дизайн. <br>
                        Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в
                        60-х
                        годах и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах
                        которых используется Lorem Ipsum.
                    </p>
                    <p class="content__list-title">
                        <b>Пример нумерованного списка</b>
                    </p>
                    <ol class="content__list">
                        <li class="content__item">
                            Классический текст Lorem Ipsum
                        </li>
                        <li class="content__item">
                            Классический текст Lorem Ipsum
                        </li>
                        <li class="content__item">
                            Классический текст Lorem Ipsum
                        </li>
                        <li class="content__item">
                            Классический текст Lorem Ipsum
                        </li>
                    </ol>
                    <h3 class="content__title-3">
                        Заголовок H3
                    </h3>
                    <p class="content__text">
                        Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является
                        стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный
                        печатник
                        создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов.
                        Lorem
                        Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный
                        дизайн. <br>
                        Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в
                        60-х
                        годах и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах
                        которых используется Lorem Ipsum.
                    </p>
                    <span class="content__title-secondary">
								Таблиця
							</span>
                    <table class="content__table">
                        <thead class="content__thead">
                        <tr class="content__table-title">
                            <th>Lorem ipsum</th>
                            <th>Lorem ipsum</th>
                            <th>Lorem ipsum</th>
                            <th>Lorem ipsum</th>
                        </tr>
                        </thead>
                        <tbody class="content__tbody">
                        <tr class=" content__table-row">
                            <td>Lorem ipsum</td>
                            <td>Lorem ipsum</td>
                            <td>Lorem ipsum</td>
                            <td>Lorem ipsum</td>
                        </tr>
                        <tr class="content__table-row">
                            <td>Lorem ipsum</td>
                            <td>Lorem ipsum</td>
                            <td>Lorem ipsum</td>
                            <td>Lorem ipsum</td>
                        </tr>
                        <tr class="content__table-row">
                            <td>Lorem ipsum</td>
                            <td>Lorem ipsum</td>
                            <td>Lorem ipsum</td>
                            <td>Lorem ipsum</td>
                        </tr>
                        <tr class="content__table-row">
                            <td>Lorem ipsum</td>
                            <td>Lorem ipsum</td>
                            <td>Lorem ipsum</td>
                            <td>Lorem ipsum</td>
                        </tr>
                        </tbody>
                    </table>
                    <div class="content__image">
                        <picture>
                            <source srcset="img/main/bar.webp" type="image/webp"><img src="img/main/bar.jpg" alt="Бар">
                        </picture>
                    </div>
                    <h4 class="content__title-4">
                        Заголовок H4
                    </h4>
                    <p class="content__text">
                        Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является
                        стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный
                        печатник
                        создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов.
                        Lorem
                        Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный
                        дизайн. <br>
                        Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в
                        60-х
                        годах и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах
                        которых используется Lorem Ipsum.
                    </p>
                </div>
                <button hidden data-showmore-button type="button" class="content__more">
                    <span class="showmore__icon _icon-arrow">Читати далі</span>
                    <span class="showmore__icon showmore__icon-down _icon-arrow">Згорнути</span>
                </button>
            </div>
        </div>
    </div>
    <div class="malfunctions">
        <div class="malfunctions__container">
            <h2 class="malfunctions__title">
                Основні неполадки кавомашин
            </h2>
            <div class="malfunctions__body">
                <svg class="malfunctions__image-1" viewBox="0 0 1087 551" fill="none"
                     xmlns="http://www.w3.org/2000/svg">
                    <g clip-path="url(#clip0_773_6399)">
                        <path fill-rule="evenodd" clip-rule="evenodd"
                              d="M499.18 154.875C509.846 154.304 518.369 144.731 518.369 133.011C518.369 121.29 509.846 111.719 499.18 111.15C507.636 114.215 513.755 122.848 513.755 133.011C513.755 143.174 507.637 151.806 499.18 154.874V154.875ZM472.225 133.011C472.225 145.097 481.281 154.93 492.413 154.93C503.545 154.93 512.601 145.097 512.601 133.011C512.601 120.925 503.545 111.093 492.413 111.093C481.281 111.093 472.225 120.925 472.225 133.011ZM498.181 109.939C509.948 109.939 519.523 120.289 519.523 133.011C519.523 145.733 509.948 156.083 498.181 156.083H492.413C480.646 156.083 471.071 145.733 471.071 133.011C471.071 120.289 480.646 109.939 492.413 109.939H498.181Z"
                              fill="#272629" />
                        <path fill-rule="evenodd" clip-rule="evenodd"
                              d="M486.067 133.011C486.067 130.602 487.405 128.54 489.297 127.677C488.028 128.837 487.221 130.569 487.221 132.492C487.221 135.613 489.32 138.202 492.057 138.689C491.795 138.735 491.532 138.777 491.258 138.777C488.397 138.777 486.067 136.189 486.067 133.009V133.011ZM496.45 133.009C496.45 134.655 495.817 136.133 494.818 137.185C494.242 137.465 493.63 137.623 492.989 137.623C490.444 137.623 488.374 135.32 488.374 132.49C488.374 129.899 490.112 127.714 492.417 127.398C494.722 127.986 496.45 130.273 496.45 133.009ZM495.508 138.148C495.612 138.094 495.684 138.006 495.736 137.909C496.889 136.655 497.604 134.922 497.604 133.01C497.604 129.192 494.755 126.088 491.26 126.088C487.761 126.088 484.915 129.192 484.915 133.01C484.915 136.828 487.761 139.932 491.26 139.932C492.88 139.932 494.358 139.258 495.482 138.161L495.508 138.149V138.148ZM452.613 114.555H451.459V99.6732L452.613 100.444V114.555ZM436.462 114.555H450.305V99.5578H436.462V114.555ZM451.779 98.5011C451.589 98.3742 451.352 98.3823 451.167 98.4896C451.082 98.4434 450.988 98.4065 450.882 98.4065H435.885C435.567 98.4065 435.309 98.6649 435.309 98.9833V115.134C435.309 115.452 435.567 115.711 435.885 115.711H450.882C450.99 115.711 451.085 115.674 451.171 115.622C451.256 115.675 451.352 115.712 451.459 115.712H453.189C453.508 115.712 453.766 115.453 453.766 115.135V100.138C453.766 99.9454 453.669 99.7654 453.509 99.6582L451.779 98.5045V98.5011Z"
                              fill="#272629" />
                        <mask id="mask0_773_6399" style="mask-type:alpha" maskUnits="userSpaceOnUse" x="241" y="-1"
                              width="480" height="552">
                            <path d="M241 550.968H720.25V-0.422852H241V550.968Z" fill="white" />
                        </mask>
                        <g mask="url(#mask0_773_6399)">
                            <path fill-rule="evenodd" clip-rule="evenodd"
                                  d="M451.459 138.779H452.612V123.782H451.459V138.779ZM436.462 138.779H450.305V123.782H436.462V138.779ZM453.189 122.629H451.459C451.353 122.629 451.257 122.667 451.17 122.718C451.085 122.667 450.989 122.629 450.882 122.629H435.885C435.567 122.629 435.308 122.887 435.308 123.206V139.356C435.308 139.676 435.567 139.933 435.885 139.933H450.882C450.989 139.933 451.085 139.896 451.17 139.845C451.257 139.898 451.353 139.935 451.459 139.935H453.189C453.509 139.935 453.766 139.678 453.766 139.358V123.208C453.766 122.89 453.509 122.631 453.189 122.631V122.629ZM452.612 160.967L451.459 161.736V146.855H452.612V160.967ZM436.462 161.853H450.305V146.856H436.462V161.853ZM453.189 145.702H451.459C451.352 145.702 451.256 145.739 451.17 145.79C451.085 145.739 450.989 145.702 450.882 145.702H435.885C435.567 145.702 435.308 145.959 435.308 146.279V162.429C435.308 162.748 435.567 163.006 435.885 163.006H450.882C450.988 163.006 451.083 162.969 451.168 162.918C451.257 162.972 451.356 163.006 451.459 163.006C451.57 163.006 451.68 162.974 451.778 162.909L453.509 161.756C453.67 161.648 453.766 161.467 453.766 161.276V146.279C453.766 145.959 453.508 145.702 453.189 145.702ZM552.976 116.862H551.822V101.981L552.976 102.75V116.861V116.862ZM536.826 116.862H550.669V101.865H536.826V116.862ZM552.142 100.807C551.952 100.684 551.715 100.688 551.531 100.796C551.446 100.75 551.353 100.713 551.247 100.713H536.25C535.931 100.713 535.673 100.971 535.673 101.29V117.44C535.673 117.758 535.931 118.017 536.25 118.017H551.247C551.353 118.017 551.449 117.98 551.535 117.928C551.619 117.981 551.715 118.018 551.824 118.018H553.554C553.871 118.018 554.131 117.76 554.131 117.441V102.444C554.131 102.252 554.034 102.072 553.872 101.964L552.142 100.811V100.807ZM551.822 141.088H552.976V126.091H551.822V141.088ZM536.826 141.088H550.669V126.091H536.826V141.088ZM553.553 124.937H551.822C551.716 124.937 551.621 124.975 551.534 125.026C551.449 124.975 551.353 124.937 551.246 124.937H536.249C535.93 124.937 535.672 125.196 535.672 125.514V141.664C535.672 141.984 535.93 142.241 536.249 142.241H551.246C551.353 142.241 551.449 142.204 551.534 142.154C551.621 142.207 551.716 142.244 551.822 142.244H553.553C553.872 142.244 554.13 141.986 554.13 141.667V125.516C554.13 125.198 553.872 124.94 553.553 124.94V124.937ZM552.976 163.275L551.822 164.044V149.163H552.976V163.274V163.275ZM536.826 164.161H550.669V149.164H536.826V164.161ZM553.553 148.01H551.822C551.715 148.01 551.619 148.047 551.534 148.098C551.449 148.047 551.353 148.01 551.246 148.01H536.249C535.931 148.01 535.672 148.268 535.672 148.587V164.738C535.672 165.056 535.931 165.315 536.249 165.315H551.246C551.349 165.315 551.446 165.278 551.534 165.227C551.622 165.28 551.721 165.315 551.822 165.315C551.934 165.315 552.042 165.282 552.142 165.218L553.872 164.064C554.034 163.957 554.131 163.776 554.131 163.584V148.587C554.131 148.268 553.871 148.01 553.554 148.01H553.553ZM428.964 414.493C431.521 414.493 433.182 414.807 433.876 415.07C433.183 415.33 431.522 415.647 428.964 415.647C426.406 415.647 424.745 415.33 424.051 415.07C424.744 414.807 426.405 414.493 428.964 414.493ZM428.964 416.8C430.452 416.8 435.308 416.673 435.308 415.07C435.308 413.466 430.452 413.339 428.964 413.339C427.475 413.339 422.619 413.463 422.619 415.07C422.619 416.677 427.475 416.8 428.964 416.8ZM422.042 419.107C424.599 419.107 426.261 419.421 426.954 419.684C426.262 419.945 424.601 420.261 422.042 420.261C419.484 420.261 417.823 419.945 417.13 419.684C417.822 419.421 419.483 419.107 422.042 419.107ZM422.042 421.415C423.53 421.415 428.387 421.288 428.387 419.684C428.387 418.081 423.53 417.954 422.042 417.954C420.554 417.954 415.697 418.077 415.697 419.684C415.697 421.291 420.554 421.415 422.042 421.415ZM416.274 424.875C413.716 424.875 412.055 424.559 411.362 424.299C412.054 424.036 413.715 423.722 416.274 423.722C418.831 423.722 420.493 424.036 421.186 424.299C420.494 424.559 418.833 424.875 416.274 424.875ZM422.619 424.299C422.619 422.692 417.762 422.568 416.274 422.568C414.786 422.568 409.929 422.692 409.929 424.299C409.929 425.906 414.786 426.029 416.274 426.029C417.762 426.029 422.619 425.902 422.619 424.299ZM409.352 429.49C406.795 429.49 405.134 429.174 404.44 428.913C405.132 428.65 406.794 428.336 409.352 428.336C411.91 428.336 413.571 428.65 414.264 428.913C413.572 429.174 411.911 429.49 409.352 429.49ZM409.352 427.183C407.864 427.183 403.007 427.306 403.007 428.913C403.007 430.52 407.864 430.643 409.352 430.643C410.84 430.643 415.697 430.517 415.697 428.913C415.697 427.31 410.84 427.183 409.352 427.183ZM447.421 414.493C449.979 414.493 451.64 414.807 452.333 415.07C451.641 415.33 449.98 415.647 447.421 415.647C444.864 415.647 443.202 415.33 442.509 415.07C443.201 414.807 444.863 414.493 447.421 414.493ZM447.421 416.8C448.909 416.8 453.766 416.673 453.766 415.07C453.766 413.466 448.909 413.339 447.421 413.339C445.933 413.339 441.076 413.463 441.076 415.07C441.076 416.677 445.933 416.8 447.421 416.8ZM440.5 419.107C443.057 419.107 444.718 419.421 445.412 419.684C444.719 419.945 443.058 420.261 440.5 420.261C437.942 420.261 436.281 419.945 435.588 419.684C436.28 419.421 437.941 419.107 440.5 419.107ZM434.155 419.684C434.155 421.288 439.011 421.415 440.5 421.415C441.988 421.415 446.844 421.288 446.844 419.684C446.844 418.081 441.988 417.954 440.5 417.954C439.011 417.954 434.155 418.077 434.155 419.684ZM434.732 424.875C432.174 424.875 430.513 424.559 429.82 424.299C430.512 424.036 432.173 423.722 434.732 423.722C437.289 423.722 438.95 424.036 439.644 424.299C438.951 424.559 437.29 424.875 434.732 424.875ZM441.076 424.299C441.076 422.692 436.22 422.568 434.732 422.568C433.243 422.568 428.387 422.692 428.387 424.299C428.387 425.906 433.243 426.029 434.732 426.029C436.22 426.029 441.076 425.902 441.076 424.299ZM427.81 429.49C425.252 429.49 423.591 429.174 422.898 428.913C423.59 428.65 425.251 428.336 427.81 428.336C430.367 428.336 432.029 428.65 432.722 428.913C432.03 429.174 430.369 429.49 427.81 429.49ZM427.81 427.183C426.322 427.183 421.465 427.306 421.465 428.913C421.465 430.52 426.322 430.643 427.81 430.643C429.298 430.643 434.155 430.517 434.155 428.913C434.155 427.31 429.298 427.183 427.81 427.183ZM464.725 415.647C462.168 415.647 460.507 415.33 459.813 415.07C460.505 414.807 462.167 414.493 464.725 414.493C467.283 414.493 468.944 414.807 469.637 415.07C468.945 415.33 467.284 415.647 464.725 415.647ZM464.725 413.339C463.237 413.339 458.38 413.463 458.38 415.07C458.38 416.677 463.237 416.8 464.725 416.8C466.213 416.8 471.07 416.673 471.07 415.07C471.07 413.466 466.213 413.339 464.725 413.339ZM457.804 420.261C455.246 420.261 453.585 419.945 452.892 419.684C453.584 419.421 455.245 419.107 457.804 419.107C460.361 419.107 462.022 419.421 462.716 419.684C462.024 419.945 460.362 420.261 457.804 420.261ZM457.804 417.954C456.315 417.954 451.459 418.077 451.459 419.684C451.459 421.291 456.315 421.415 457.804 421.415C459.292 421.415 464.148 421.288 464.148 419.684C464.148 418.081 459.292 417.954 457.804 417.954ZM452.036 424.875C449.478 424.875 447.817 424.559 447.124 424.299C447.816 424.036 449.477 423.722 452.036 423.722C454.593 423.722 456.254 424.036 456.948 424.299C456.256 424.559 454.594 424.875 452.036 424.875ZM452.036 422.568C450.547 422.568 445.691 422.692 445.691 424.299C445.691 425.906 450.547 426.029 452.036 426.029C453.524 426.029 458.38 425.902 458.38 424.299C458.38 422.695 453.524 422.568 452.036 422.568ZM445.114 429.49C442.556 429.49 440.895 429.174 440.202 428.913C440.894 428.65 442.555 428.336 445.114 428.336C447.672 428.336 449.333 428.65 450.026 428.913C449.334 429.174 447.673 429.49 445.114 429.49ZM445.114 427.183C443.626 427.183 438.769 427.306 438.769 428.913C438.769 430.52 443.626 430.643 445.114 430.643C446.602 430.643 451.459 430.517 451.459 428.913C451.459 427.31 446.602 427.183 445.114 427.183ZM532.788 417.954C535.345 417.954 537.007 418.268 537.7 418.531C537.008 418.791 535.347 419.107 532.788 419.107C530.23 419.107 528.569 418.791 527.876 418.531C528.568 418.268 530.229 417.954 532.788 417.954V417.954ZM532.788 420.261C534.276 420.261 539.133 420.134 539.133 418.531C539.133 416.927 534.276 416.8 532.788 416.8C531.3 416.8 526.443 416.924 526.443 418.531C526.443 420.138 531.3 420.261 532.788 420.261V420.261ZM525.866 422.568C528.424 422.568 530.085 422.882 530.778 423.145C530.086 423.406 528.425 423.722 525.866 423.722C523.309 423.722 521.648 423.406 520.954 423.145C521.646 422.882 523.308 422.568 525.866 422.568ZM525.866 424.875C527.354 424.875 532.211 424.749 532.211 423.145C532.211 421.542 527.354 421.415 525.866 421.415C524.378 421.415 519.521 421.538 519.521 423.145C519.521 424.752 524.378 424.875 525.866 424.875ZM520.098 428.336C517.541 428.336 515.88 428.02 515.186 427.759C515.878 427.496 517.54 427.183 520.098 427.183C522.656 427.183 524.317 427.496 525.01 427.759C524.318 428.02 522.657 428.336 520.098 428.336ZM526.443 427.759C526.443 426.152 521.586 426.029 520.098 426.029C518.61 426.029 513.753 426.152 513.753 427.759C513.753 429.366 518.61 429.49 520.098 429.49C521.586 429.49 526.443 429.363 526.443 427.759ZM513.177 432.951C510.619 432.951 508.958 432.635 508.265 432.374C508.957 432.111 510.618 431.797 513.177 431.797C515.734 431.797 517.395 432.111 518.089 432.374C517.397 432.635 515.735 432.951 513.177 432.951ZM513.177 430.643C511.688 430.643 506.832 430.767 506.832 432.374C506.832 433.981 511.688 434.104 513.177 434.104C514.665 434.104 519.521 433.977 519.521 432.374C519.521 430.77 514.665 430.643 513.177 430.643ZM551.246 417.954C553.803 417.954 555.464 418.268 556.158 418.531C555.465 418.791 553.804 419.107 551.247 419.107C548.688 419.107 547.027 418.791 546.332 418.531C547.027 418.268 548.688 417.954 551.247 417.954H551.246ZM551.247 420.261C552.735 420.261 557.592 420.134 557.592 418.531C557.592 416.927 552.735 416.8 551.247 416.8C549.759 416.8 544.902 416.924 544.902 418.531C544.902 420.138 549.759 420.261 551.247 420.261ZM544.325 422.568C546.882 422.568 548.543 422.882 549.236 423.145C548.544 423.406 546.883 423.722 544.325 423.722C541.766 423.722 540.105 423.406 539.411 423.145C540.105 422.882 541.766 422.568 544.325 422.568ZM537.98 423.145C537.98 424.749 542.837 424.875 544.325 424.875C545.813 424.875 550.67 424.749 550.67 423.145C550.67 421.542 545.813 421.415 544.325 421.415C542.837 421.415 537.98 421.538 537.98 423.145ZM538.557 428.336C535.998 428.336 534.338 428.02 533.645 427.759C534.337 427.496 535.998 427.183 538.555 427.183C541.111 427.183 542.772 427.496 543.466 427.759C542.773 428.02 541.112 428.336 538.555 428.336H538.557ZM544.9 427.759C544.9 426.152 540.043 426.029 538.555 426.029C537.067 426.029 532.21 426.152 532.21 427.759C532.21 429.366 537.067 429.49 538.555 429.49C540.043 429.49 544.9 429.363 544.9 427.759ZM531.633 432.951C529.076 432.951 527.414 432.635 526.721 432.374C527.413 432.111 529.074 431.797 531.633 431.797C534.191 431.797 535.852 432.111 536.545 432.374C535.853 432.635 534.192 432.951 531.633 432.951V432.951ZM531.633 430.643C530.145 430.643 525.288 430.767 525.288 432.374C525.288 433.981 530.145 434.104 531.633 434.104C533.121 434.104 537.978 433.977 537.978 432.374C537.978 430.77 533.121 430.643 531.633 430.643V430.643ZM568.548 419.107C565.991 419.107 564.33 418.791 563.634 418.531C564.33 418.268 565.991 417.954 568.548 417.954C571.106 417.954 572.767 418.268 573.461 418.531C572.768 418.791 571.107 419.107 568.55 419.107H568.548ZM568.55 416.8C567.061 416.8 562.205 416.924 562.205 418.531C562.205 420.138 567.061 420.261 568.55 420.261C570.038 420.261 574.894 420.134 574.894 418.531C574.894 416.927 570.038 416.8 568.55 416.8ZM561.628 423.722C559.069 423.722 557.408 423.406 556.714 423.145C557.408 422.882 559.069 422.568 561.628 422.568C564.184 422.568 565.846 422.882 566.539 423.145C565.847 423.406 564.186 423.722 561.628 423.722ZM561.628 421.415C560.14 421.415 555.283 421.538 555.283 423.145C555.283 424.752 560.14 424.875 561.628 424.875C563.116 424.875 567.973 424.749 567.973 423.145C567.973 421.542 563.116 421.415 561.628 421.415ZM555.86 428.336C553.301 428.336 551.64 428.02 550.946 427.759C551.64 427.496 553.301 427.183 555.86 427.183C558.416 427.183 560.078 427.496 560.771 427.759C560.079 428.02 558.418 428.336 555.86 428.336ZM555.86 426.029C554.372 426.029 549.515 426.152 549.515 427.759C549.515 429.366 554.372 429.49 555.86 429.49C557.348 429.49 562.205 429.363 562.205 427.759C562.205 426.156 557.348 426.029 555.86 426.029ZM548.938 432.951C546.38 432.951 544.718 432.635 544.024 432.374C544.718 432.111 546.38 431.797 548.938 431.797C551.495 431.797 553.156 432.111 553.849 432.374C553.157 432.635 551.496 432.951 548.938 432.951ZM548.938 430.643C547.45 430.643 542.594 430.767 542.594 432.374C542.594 433.981 547.45 434.104 548.938 434.104C550.427 434.104 555.283 433.977 555.283 432.374C555.283 430.77 550.427 430.643 548.938 430.643ZM381.089 81.1014C384.268 81.1014 386.857 84.2046 386.857 88.0231C386.857 91.8415 384.268 94.9447 381.089 94.9447C377.91 94.9447 375.321 91.8415 375.321 88.0231C375.321 84.2046 377.907 81.1014 381.089 81.1014ZM384.734 80.6319C386.124 80.6319 387.451 81.1972 388.472 82.2193C389.649 83.4029 390.322 85.0975 390.318 86.8683C390.303 91.2255 388.67 93.6976 385.23 94.4821C386.915 93.0055 388.011 90.6637 388.011 88.0242C388.011 84.7918 386.369 82.0024 384.011 80.715L384.733 80.6342L384.734 80.6319ZM374.167 88.0242C374.167 92.4771 377.271 96.0994 381.089 96.0994C381.597 96.0994 382.093 96.0302 382.571 95.9079C388.457 95.8849 391.452 92.8451 391.471 86.8729C391.477 84.7987 390.681 82.8053 389.285 81.4048C388.051 80.1682 386.442 79.4852 384.682 79.4852H384.669L380.446 79.9536L380.452 79.9882C376.931 80.3643 374.165 83.8228 374.165 88.0254L374.167 88.0242ZM673.912 119.283H675.065V78.0225H673.912V119.283ZM678.91 116.149H680.064V74.8904H678.91V116.149ZM683.909 113.017H685.062V71.7584H683.909V113.017ZM688.909 109.883H690.062V68.6241H688.909V109.883ZM693.907 106.751H695.061V65.492H693.907V106.751ZM698.906 103.619H700.059V62.3565H698.906V103.619ZM703.905 100.481H705.059V59.2268H703.905"
                                  fill="#272629" />
                            <path fill-rule="evenodd" clip-rule="evenodd"
                                  d="M636.037 445.283L658.607 420.564C659.673 419.397 660.262 417.881 660.262 416.299V413.049L669.491 406.128V369.411L661.278 370.585C659.017 359.619 655.683 258.048 655.648 257.024C655.648 239.608 657.501 239.596 658.855 239.587C659.409 239.583 660.101 239.578 660.718 239.021C662.654 237.274 663.723 234.989 663.723 232.591V72.8585C668.075 71.3392 702.923 58.9876 710.764 50.0552L706.408 396.477L697.179 415.963V404.146C697.179 403.44 696.752 402.819 696.089 402.569C695.431 402.319 694.7 402.496 694.228 403.025L678.773 420.412C677.995 421.288 677.567 422.415 677.567 423.586V443.678L636.037 487.453V445.283ZM339.561 436.513V433.222C339.561 430.715 340.801 428.38 342.878 426.973L378.386 402.952L438.198 401.802L589.294 407.57L659.11 413.292V416.299C659.11 417.591 658.63 418.83 657.758 419.786L635.191 444.501C454.615 457.695 347.464 438.032 339.563 436.513H339.561ZM370 173.994C374.299 174.222 399.091 175.517 432.797 176.809C432.07 180.433 431.413 197.995 434.008 289.631C435.49 341.889 437.372 394.54 437.593 400.659L378.742 401.791C371.843 302.471 369.831 228.107 369.997 173.991L370 173.994ZM432.563 37.2456C432.821 37.1822 433.001 36.9514 433.001 36.6861V37.2629H676.989V37.2514C677.11 37.2514 677.231 37.2248 677.331 37.151L693.717 25.1362V29.7668C693.717 30.084 693.975 30.3436 694.294 30.3436H708.945L658.366 53.433C574.017 66.0569 405.735 52.502 379.433 50.2571L432.562 37.2444L432.563 37.2456ZM433.001 16.4669C444.209 15.8705 620.547 6.67625 675.443 16.2304C676.003 16.3273 676.412 16.8187 676.412 17.3978V36.1116H433.001V16.4657V16.4669ZM692.804 7.13423C693.326 7.18038 693.716 7.61413 693.716 8.13787V23.7058L677.565 35.5498V17.4325L691.091 10.67C691.38 10.527 691.492 10.1809 691.351 9.89711C691.207 9.60871 690.863 9.49681 690.576 9.63755L677.284 16.2858C676.957 15.6744 676.367 15.2187 675.646 15.0929C656.611 11.7821 623.069 10.7439 588.521 10.7439C569.409 10.7439 549.984 11.0599 532.545 11.4856C487.208 12.5908 446.538 14.6084 435.395 15.1887C493.98 -10.2921 672.359 5.24694 692.809 7.13308L692.804 7.13423ZM376.378 51.1511C379.636 51.4395 397.631 53.0015 423.702 54.7273C423.229 62.13 418.161 143.313 419.711 175.136C392.716 174.028 373.613 173.031 370.005 172.838C370.305 90.6898 375.631 55.6571 376.38 51.1523L376.378 51.1511ZM662.961 71.9022L662.572 72.036V172.365C646.422 176.636 611.34 178.258 570.854 178.477C569.158 146.525 574.797 60.8853 574.857 60.0247L573.703 59.9474C573.645 60.8126 568.009 146.422 569.7 178.486C519.636 178.724 461.555 176.846 420.865 175.187C419.302 143.505 424.379 62.2234 424.852 54.8081C461.36 57.211 513.2 59.8989 562.497 59.8978C598.118 59.8978 632.421 58.4938 658.619 54.5635C658.673 54.5554 658.722 54.5404 658.774 54.5174L711.01 30.6701L710.79 48.0779C705.844 57.0299 663.389 71.7591 662.96 71.9068L662.961 71.9022ZM659.808 411.95C657.909 408.512 654.461 387.369 650.893 291.468C648.753 234.024 647.588 176.832 647.576 176.259L646.876 176.274C653.154 175.52 658.454 174.619 662.573 173.552V232.59C662.573 234.657 661.639 236.637 659.948 238.164C659.671 238.412 659.366 238.43 658.849 238.43C656.221 238.449 654.498 239.752 654.498 257.041C654.641 261.378 657.989 363.336 660.289 371.386L660.427 371.87L668.341 370.74V405.549L659.811 411.947L659.808 411.95ZM580.836 179.536C606.757 179.231 629.893 178.278 646.423 176.329C646.619 185.987 650.914 393.72 658.651 412.096L589.873 406.461C589.4 394.948 581.306 197.809 580.837 179.536H580.836ZM454.539 389.114L588.053 390.265L588.716 406.392L439.786 400.708L454.543 389.114H454.539ZM492.989 274.905H513.754V271.444H492.989V274.905ZM492.989 209.846L513.754 210.122V270.294H492.989V209.846ZM488.374 296.827V308.447C484.164 309.098 479.9 309.098 475.685 308.447V296.826H488.374V296.827ZM491.835 276.062V292.186C491.835 294.108 490.273 295.672 488.351 295.672H475.712C473.789 295.672 472.225 294.107 472.225 292.185V210.306H491.836V276.061L491.835 276.062ZM531.035 295.674H518.396C516.473 295.674 514.908 294.108 514.908 292.186V210.303H527.344L534.52 210.4V292.187C534.52 294.109 532.957 295.674 531.036 295.674H531.035ZM532.211 296.827V308.447C528.001 309.098 523.737 309.098 519.522 308.447V296.826H532.211V296.827ZM570.089 179.627V209.721L535.411 209.259C535.319 209.198 535.215 209.153 535.095 209.153H527.355L441.296 208.007V177.128C476.971 178.434 520.86 179.648 560.775 179.648C563.905 179.648 567.01 179.64 570.088 179.625L570.089 179.627ZM571.242 179.62L573.702 179.604V208.211L571.242 209.388V179.62ZM433.929 176.851C435.967 176.93 438.038 177.007 440.139 177.084V209.143L471.101 209.554C471.086 209.609 471.067 209.666 471.067 209.727V292.184C471.067 294.332 472.543 296.129 474.528 296.653V308.937C474.528 309.218 474.733 309.459 475.012 309.505C477.34 309.895 479.684 310.09 482.028 310.09C484.37 310.09 486.715 309.894 489.042 309.508C489.323 309.462 489.527 309.222 489.527 308.94V296.654C491.511 296.129 492.988 294.333 492.988 292.185V276.06H513.752V292.185C513.752 294.735 515.817 296.809 518.367 296.823V308.938C518.367 309.219 518.57 309.46 518.848 309.507C521.176 309.896 523.52 310.091 525.864 310.091C528.208 310.091 530.552 309.895 532.88 309.509C533.16 309.463 533.363 309.223 533.363 308.941V296.252C533.363 296.229 533.351 296.205 533.349 296.182C534.73 295.379 535.67 293.898 535.67 292.189V210.419L571.239 210.892V210.673L574.852 208.942V179.597C576.467 179.585 578.077 179.568 579.674 179.551C579.944 190.031 582.725 259.444 585.136 318.871C585.041 318.814 584.929 318.779 584.802 318.786C517.289 324.277 442.932 319.897 436.045 319.467C434.051 254.221 432.29 181.858 433.925 176.854L433.929 176.851ZM438.728 400.07C438.021 380.532 437.029 351.434 436.084 320.624C440.728 320.909 470.93 322.68 509.266 322.68C532.77 322.68 559.329 322.013 584.899 319.932C585.005 319.924 585.095 319.88 585.176 319.821C586.3 347.511 587.34 372.944 588.002 389.11L454.907 387.962L453.765 322.192L452.611 322.209L453.759 388.255L438.728 400.068V400.07ZM696.022 417.951H682.502L695.087 403.791C695.312 403.537 695.595 403.618 695.676 403.648C695.757 403.679 696.022 403.804 696.022 404.146V417.952V417.951ZM719.665 490.66C715.96 480.436 694.236 472.33 656.835 467.201L678.557 444.302L678.719 444.136V423.584C678.719 422.696 679.042 421.842 679.634 421.178L682.179 418.313V419.106H697.175V418.659L707.556 396.744L712.172 29.7714H712.164C712.164 29.7287 712.167 29.686 712.157 29.6422C712.1 29.3803 711.864 29.1923 711.594 29.1923H694.867V24.5779C694.867 24.4706 694.839 24.3725 694.79 24.2895C694.838 24.2007 694.866 24.1049 694.866 24.0011V8.13671C694.866 7.01195 694.024 6.08561 692.908 5.98294C672.101 4.06449 488.033 -11.9671 432.176 15.3963C432.15 15.4102 432.123 15.424 432.1 15.4402C432.024 15.4921 431.962 15.5555 431.922 15.6305V15.6328C431.882 15.6963 431.858 15.7678 431.847 15.8439C431.844 15.8739 431.841 15.9051 431.842 15.9339V36.235L375.754 49.9698C375.532 50.0241 375.373 50.2075 375.333 50.4255H375.328C375.167 51.2907 359.389 139.98 377.604 402.088L342.229 426.018C339.835 427.638 338.406 430.333 338.406 433.222V437.456L338.867 437.552C339.683 437.717 402.387 450.187 514.454 450.184C549.812 450.184 590.101 448.944 634.883 445.683V488.347C621.972 488.938 392.7 499.053 344.175 478.138V438.717H343.021V478.892L343.364 479.042C367.534 489.722 437.95 492.451 503.596 492.451C571.48 492.451 634.257 489.532 635.488 489.474L636.039 489.448V489.127L655.865 468.23C703.171 474.626 716.091 484.169 718.586 491.056C719.847 494.538 718.744 498.205 715.306 501.955C701.64 516.867 658.442 527.312 635.61 521.221C590.689 509.243 539.815 524.327 509.892 540.885C471.885 561.92 416.903 544.456 391.327 515.629C373.465 495.493 348.19 499.993 321.434 504.759C299.469 508.667 276.758 512.714 254.38 505.082C245.178 501.944 241.142 497.987 242.381 493.319C244.44 485.583 261.15 475.376 287.087 466.018C309.095 458.077 331.842 452.925 338.872 454.283L339.091 453.149C323.967 450.232 246.188 474.518 241.265 493.02C239.842 498.379 244.129 502.802 254.007 506.171C276.668 513.896 299.528 509.828 321.635 505.89C349.217 500.979 373.031 496.739 390.464 516.392C411.462 540.061 442.919 550.968 470.841 550.967C485.768 550.967 499.689 547.847 510.45 541.892C540.183 525.438 590.729 510.441 635.311 522.334C658.45 528.509 702.273 517.881 716.156 502.734C719.905 498.643 721.089 494.578 719.668 490.663L719.665 490.66Z"
                                  fill="#272629" />
                            <path
                                d="M391.959 258.143V187H408.573C408.705 209.43 408.959 255.828 408.959 258.571C408.959 261.314 406.851 262 405.797 262H395.518C392.671 262 391.959 259.428 391.959 258.143Z"
                                stroke="#272629" />
                            <path
                                d="M391.959 190.794V187H408.573C408.705 188.196 408.959 190.671 408.959 190.817C408.959 190.963 406.851 191 405.797 191H395.518C392.671 191 391.959 190.863 391.959 190.794Z"
                                stroke="#272629" />
                            <path
                                d="M382.959 186.331V174L412.459 175.5C412.692 179.388 412.959 185.93 412.959 186.406C412.959 186.881 409.239 187 407.378 187H389.239C384.215 187 382.959 186.554 382.959 186.331Z"
                                stroke="#272629" />
                            <path
                                d="M383.959 203.331V191L391.826 192.5C391.888 196.388 391.959 202.93 391.959 203.406C391.959 203.881 390.967 204 390.471 204H385.634C384.294 204 383.959 203.554 383.959 203.331Z"
                                stroke="#272629" />
                        </g>
                        <path
                            d="M372 108C376.418 108 380 104.418 380 100C380 95.5817 376.418 92 372 92C367.582 92 364 95.5817 364 100C364 104.418 367.582 108 372 108Z"
                            fill="#272629" />
                        <path
                            d="M435 26C439.418 26 443 22.4183 443 18C443 13.5817 439.418 10 435 10C430.582 10 427 13.5817 427 18C427 22.4183 430.582 26 435 26Z"
                            fill="#272629" />
                        <path
                            d="M478.567 207.075C482.986 207.075 486.567 203.494 486.567 199.075C486.567 194.657 482.986 191.075 478.567 191.075C474.149 191.075 470.567 194.657 470.567 199.075C470.567 203.494 474.149 207.075 478.567 207.075Z"
                            fill="#272629" />
                        <path
                            d="M385.959 247C390.378 247 393.959 243.418 393.959 239C393.959 234.582 390.378 231 385.959 231C381.541 231 377.959 234.582 377.959 239C377.959 243.418 381.541 247 385.959 247Z"
                            fill="#272629" />
                        <path
                            d="M435.884 526.624C440.302 526.624 443.884 523.042 443.884 518.624C443.884 514.206 440.302 510.624 435.884 510.624C431.466 510.624 427.884 514.206 427.884 518.624C427.884 523.042 431.466 526.624 435.884 526.624Z"
                            fill="#272629" />
                        <path
                            d="M528 310C532.418 310 536 306.418 536 302C536 297.582 532.418 294 528 294C523.582 294 520 297.582 520 302C520 306.418 523.582 310 528 310Z"
                            fill="#272629" />
                        <path
                            d="M569 164C573.418 164 577 160.418 577 156C577 151.582 573.418 148 569 148C564.582 148 561 151.582 561 156C561 160.418 564.582 164 569 164Z"
                            fill="#272629" />
                    </g>
                    <path d="M1 91.5H197.5L427 23.5" stroke="#DEE0E2" class="malfunctions__line" />
                    <path d="M1 200H225L364 105" stroke="#DEE0E2" class="malfunctions__line" />
                    <path d="M0 305H238.5L374.5 244.5" stroke="#DEE0E2" class="malfunctions__line" />
                    <path d="M1 410.5H194.5L419.5 513" stroke="#DEE0E2" class="malfunctions__line" />
                    <path d="M1087 97H778.397L583 156" stroke="#DEE0E2" class="malfunctions__line" />
                    <path d="M1035 202H790.601H499" stroke="#DEE0E2" class="malfunctions__line" />
                    <path d="M1043 303H793.612H541" stroke="#DEE0E2" class="malfunctions__line" />
                    <g fill="#272629">
                        <text x="10" y="77"><a href="" class="malfunctions__link">Кавомолка не меле
                                каву</a></text>
                        <text x="10" y="182"><a href="" class="malfunctions__link">Кавомашина не
                                вмикається</a></text>
                        <text x="10" y="290"><a href="" class="malfunctions__link">Відсутня пара в
                                капучинаторі</a></text>
                        <text x="10" y="395"><a href="" class="malfunctions__link">Протікає вода з
                                корпусу</a></text>
                        <text x="800" y="77"><a href="" class="malfunctions__link">Горять індикатори та
                                не наливає каву</a></text>
                        <text x="800" y="182"><a href="" class="malfunctions__link">Кавомашина не
                                нагріває каву</a></text>
                        <text x="800" y="290"><a href="" class="malfunctions__link">Кавомашина не наливає
                                каву</a></text>
                    </g>
                    <defs>
                        <clipPath id="clip0_773_6399">
                            <rect width="571" height="551" fill="white" transform="translate(203)" />
                        </clipPath>
                    </defs>
                </svg>
                <ul class="malfunctions__list">
                    <li class="malfunctions__item"><a href="">1. Кавомолка не меле каву</a></li>
                    <li class="malfunctions__item"><a href="">2. Кавомашина не вмикається</a></li>
                    <li class="malfunctions__item"><a href="">3. Відсутня пара в капучинаторі</a></li>
                    <li class="malfunctions__item"><a href="">4. Кавомашина не наливає каву</a></li>
                </ul>
                <svg class="malfunctions__image-2" width="182" height="205" viewBox="0 0 182 205" fill="none"
                     xmlns="http://www.w3.org/2000/svg">
                    <path fill-rule="evenodd" clip-rule="evenodd"
                          d="M97.8906 57.5128C101.935 57.3013 105.166 53.7558 105.166 49.4156C105.166 45.075 101.935 41.5303 97.8906 41.3197C101.097 42.4548 103.417 45.6517 103.417 49.4156C103.417 53.1794 101.097 56.3759 97.8906 57.5124V57.5128ZM87.6704 49.4156C87.6704 53.8916 91.104 57.5329 95.3249 57.5329C99.5458 57.5329 102.979 53.8916 102.979 49.4156C102.979 44.9396 99.5458 41.2983 95.3249 41.2983C91.104 41.2983 87.6704 44.9396 87.6704 49.4156ZM97.5119 40.8711C101.973 40.8711 105.604 44.7042 105.604 49.4156C105.604 54.127 101.973 57.9601 97.5119 57.9601H95.3249C90.8634 57.9601 87.233 54.127 87.233 49.4156C87.233 44.7042 90.8634 40.8711 95.3249 40.8711H97.5119Z"
                          fill="#272629" />
                    <path fill-rule="evenodd" clip-rule="evenodd"
                          d="M92.9193 49.4158C92.9193 48.5238 93.4267 47.7599 94.144 47.4403C93.6629 47.8701 93.3567 48.5114 93.3567 49.2236C93.3567 50.3792 94.1527 51.3383 95.1902 51.5186C95.091 51.5357 94.9912 51.5511 94.8876 51.5511C93.8028 51.5511 92.9193 50.5928 92.9193 49.4149V49.4158ZM96.8559 49.4149C96.8559 50.0246 96.6162 50.5719 96.2374 50.9615C96.0187 51.0653 95.7869 51.1238 95.5437 51.1238C94.5788 51.1238 93.7941 50.2707 93.7941 49.2227C93.7941 48.2631 94.4528 47.454 95.3267 47.3369C96.2006 47.5548 96.8559 48.4016 96.8559 49.4149ZM96.4989 51.3182C96.5383 51.2982 96.5654 51.2657 96.5851 51.2298C97.0225 50.7654 97.2937 50.1233 97.2937 49.4154C97.2937 48.0013 96.2133 46.852 94.888 46.852C93.5614 46.852 92.4823 48.0013 92.4823 49.4154C92.4823 50.8295 93.5614 51.9787 94.888 51.9787C95.5025 51.9787 96.0629 51.7292 96.4889 51.3229L96.4989 51.3187V51.3182ZM80.2348 42.5806H79.7974V37.0694L80.2348 37.3548V42.5806ZM74.1112 42.5806H79.36V37.0267H74.1112V42.5806ZM79.9185 36.6354C79.8468 36.5884 79.7567 36.5914 79.6867 36.6311C79.6544 36.614 79.6189 36.6003 79.5787 36.6003H73.8925C73.7718 36.6003 73.6738 36.696 73.6738 36.814V42.7951C73.6738 42.913 73.7718 43.0087 73.8925 43.0087H79.5787C79.6194 43.0087 79.6557 42.995 79.688 42.9758C79.7204 42.9955 79.7567 43.0091 79.7974 43.0091H80.4535C80.5742 43.0091 80.6722 42.9134 80.6722 42.7955V37.2416C80.6722 37.1703 80.6354 37.1036 80.5746 37.0639L79.9185 36.6367V36.6354Z"
                          fill="#272629" />
                    <mask id="mask0_795_4967" style="mask-type:alpha" maskUnits="userSpaceOnUse" x="0" y="0"
                          width="182" height="205">
                        <path d="M0 204.201H181.711V0H0V204.201Z" fill="white" />
                    </mask>
                    <g mask="url(#mask0_795_4967)">
                        <path fill-rule="evenodd" clip-rule="evenodd"
                              d="M79.7968 51.5522H80.2342V45.9983H79.7968V51.5522ZM74.1107 51.5522H79.3594V45.9983H74.1107V51.5522ZM80.4529 45.5711H79.7968C79.7566 45.5711 79.7203 45.5852 79.6875 45.604C79.6551 45.5852 79.6188 45.5711 79.5781 45.5711H73.892C73.7712 45.5711 73.6733 45.6668 73.6733 45.7847V51.7658C73.6733 51.8842 73.7712 51.9795 73.892 51.9795H79.5781C79.6188 51.9795 79.6551 51.9658 79.6875 51.947C79.7203 51.9666 79.7566 51.9803 79.7968 51.9803H80.4529C80.5741 51.9803 80.6716 51.885 80.6716 51.7667V45.7856C80.6716 45.6676 80.5741 45.5719 80.4529 45.5719V45.5711ZM80.2342 59.769L79.7968 60.054V54.5428H80.2342V59.769ZM74.1107 60.0972H79.3594V54.5432H74.1107V60.0972ZM80.4529 54.116H79.7968C79.7561 54.116 79.7198 54.1297 79.6875 54.1485C79.6551 54.1297 79.6188 54.116 79.5781 54.116H73.892C73.7712 54.116 73.6733 54.2113 73.6733 54.3296V60.3108C73.6733 60.4287 73.7712 60.5244 73.892 60.5244H79.5781C79.6184 60.5244 79.6542 60.5107 79.6866 60.4919C79.7203 60.5116 79.7579 60.5244 79.7968 60.5244C79.8388 60.5244 79.8808 60.5124 79.918 60.4885L80.5741 60.0613C80.6353 60.0215 80.6716 59.9545 80.6716 59.8835V54.3296C80.6716 54.2113 80.5736 54.116 80.4529 54.116ZM118.288 43.4354H117.85V37.9242L118.288 38.2092V43.435V43.4354ZM112.164 43.4354H117.413V37.8815H112.164V43.4354ZM117.972 37.4897C117.899 37.444 117.81 37.4457 117.74 37.4854C117.708 37.4683 117.672 37.4547 117.632 37.4547H111.946C111.825 37.4547 111.727 37.5504 111.727 37.6683V43.6494C111.727 43.7673 111.825 43.863 111.946 43.863H117.632C117.672 43.863 117.709 43.8494 117.741 43.8301C117.773 43.8498 117.81 43.8635 117.851 43.8635H118.507C118.627 43.8635 118.726 43.7678 118.726 43.6499V38.0959C118.726 38.0246 118.689 37.9579 118.628 37.9182L117.972 37.491V37.4897ZM117.85 52.4071H118.288V46.8532H117.85V52.4071ZM112.164 52.4071H117.413V46.8532H112.164V52.4071ZM118.506 46.426H117.85C117.81 46.426 117.774 46.4401 117.741 46.4589C117.709 46.4401 117.672 46.426 117.632 46.426H111.945C111.825 46.426 111.727 46.5217 111.727 46.6396V52.6207C111.727 52.7391 111.825 52.8343 111.945 52.8343H117.632C117.672 52.8343 117.709 52.8207 117.741 52.8019C117.774 52.8215 117.81 52.8352 117.85 52.8352H118.506C118.628 52.8352 118.725 52.7399 118.725 52.6216V46.6404C118.725 46.5225 118.628 46.4268 118.506 46.4268V46.426ZM118.288 60.6239L117.85 60.9089V55.3977H118.288V60.6235V60.6239ZM112.164 60.952H117.413V55.3981H112.164V60.952ZM118.506 54.9709H117.85C117.81 54.9709 117.773 54.9846 117.741 55.0034C117.709 54.9846 117.672 54.9709 117.632 54.9709H111.945C111.825 54.9709 111.727 55.0662 111.727 55.1845V61.1656C111.727 61.2836 111.825 61.3793 111.945 61.3793H117.632C117.671 61.3793 117.708 61.3656 117.741 61.3468C117.774 61.3664 117.812 61.3793 117.85 61.3793C117.893 61.3793 117.933 61.3673 117.972 61.3434L118.628 60.9161C118.689 60.8764 118.726 60.8093 118.726 60.7384V55.1845C118.726 55.0662 118.627 54.9709 118.507 54.9709H118.506ZM71.2676 153.66C72.2373 153.66 72.8671 153.776 73.13 153.873C72.8676 153.97 72.2377 154.087 71.2676 154.087C70.2979 154.087 69.668 153.97 69.4051 153.873C69.6676 153.776 70.2974 153.66 71.2676 153.66ZM71.2676 154.514C71.8318 154.514 73.6733 154.467 73.6733 153.873C73.6733 153.28 71.8318 153.233 71.2676 153.233C70.7033 153.233 68.8619 153.278 68.8619 153.873C68.8619 154.469 70.7033 154.514 71.2676 154.514ZM68.6432 155.369C69.6129 155.369 70.2428 155.485 70.5056 155.582C70.2432 155.679 69.6133 155.796 68.6432 155.796C67.6735 155.796 67.0436 155.679 66.7808 155.582C67.0432 155.485 67.6731 155.369 68.6432 155.369ZM68.6432 156.223C69.2074 156.223 71.0489 156.176 71.0489 155.582C71.0489 154.988 69.2074 154.941 68.6432 154.941C68.079 154.941 66.2375 154.987 66.2375 155.582C66.2375 156.177 68.079 156.223 68.6432 156.223ZM66.4562 157.505C65.4865 157.505 64.8567 157.388 64.5938 157.291C64.8562 157.194 65.4861 157.078 66.4562 157.078C67.4259 157.078 68.0558 157.194 68.3186 157.291C68.0562 157.388 67.4264 157.505 66.4562 157.505ZM68.8619 157.291C68.8619 156.696 67.0205 156.65 66.4562 156.65C65.892 156.65 64.0505 156.696 64.0505 157.291C64.0505 157.886 65.892 157.932 66.4562 157.932C67.0205 157.932 68.8619 157.885 68.8619 157.291ZM63.8318 159.214C62.8621 159.214 62.2323 159.097 61.9694 159C62.2318 158.903 62.8617 158.786 63.8318 158.786C64.8015 158.786 65.4314 158.903 65.6943 159C65.4318 159.097 64.802 159.214 63.8318 159.214ZM63.8318 158.359C63.2676 158.359 61.4262 158.405 61.4262 159C61.4262 159.595 63.2676 159.641 63.8318 159.641C64.3961 159.641 66.2375 159.594 66.2375 159C66.2375 158.406 64.3961 158.359 63.8318 158.359ZM78.2659 153.66C79.2356 153.66 79.8655 153.776 80.1284 153.873C79.8659 153.97 79.2361 154.087 78.2659 154.087C77.2962 154.087 76.6664 153.97 76.4035 153.873C76.6659 153.776 77.2958 153.66 78.2659 153.66ZM78.2659 154.514C78.8302 154.514 80.6716 154.467 80.6716 153.873C80.6716 153.28 78.8302 153.233 78.2659 153.233C77.7017 153.233 75.8602 153.278 75.8602 153.873C75.8602 154.469 77.7017 154.514 78.2659 154.514ZM75.6415 155.369C76.6113 155.369 77.2411 155.485 77.504 155.582C77.2415 155.679 76.6117 155.796 75.6415 155.796C74.6718 155.796 74.042 155.679 73.7791 155.582C74.0415 155.485 74.6714 155.369 75.6415 155.369ZM73.2359 155.582C73.2359 156.176 75.0773 156.223 75.6415 156.223C76.2058 156.223 78.0472 156.176 78.0472 155.582C78.0472 154.988 76.2058 154.941 75.6415 154.941C75.0773 154.941 73.2359 154.987 73.2359 155.582ZM73.4546 157.505C72.4849 157.505 71.855 157.388 71.5921 157.291C71.8546 157.194 72.4844 157.078 73.4546 157.078C74.4243 157.078 75.0541 157.194 75.317 157.291C75.0546 157.388 74.4247 157.505 73.4546 157.505ZM75.8602 157.291C75.8602 156.696 74.0188 156.65 73.4546 156.65C72.8903 156.65 71.0489 156.696 71.0489 157.291C71.0489 157.886 72.8903 157.932 73.4546 157.932C74.0188 157.932 75.8602 157.885 75.8602 157.291ZM70.8302 159.214C69.8605 159.214 69.2306 159.097 68.9677 159C69.2302 158.903 69.86 158.786 70.8302 158.786C71.7999 158.786 72.4297 158.903 72.6926 159C72.4302 159.097 71.8003 159.214 70.8302 159.214ZM70.8302 158.359C70.2659 158.359 68.4245 158.405 68.4245 159C68.4245 159.595 70.2659 159.641 70.8302 159.641C71.3944 159.641 73.2359 159.594 73.2359 159C73.2359 158.406 71.3944 158.359 70.8302 158.359ZM84.8269 154.087C83.8572 154.087 83.2273 153.97 82.9644 153.873C83.2269 153.776 83.8567 153.66 84.8269 153.66C85.7966 153.66 86.4264 153.776 86.6893 153.873C86.4269 153.97 85.797 154.087 84.8269 154.087ZM84.8269 153.233C84.2626 153.233 82.4212 153.278 82.4212 153.873C82.4212 154.469 84.2626 154.514 84.8269 154.514C85.3911 154.514 87.2326 154.467 87.2326 153.873C87.2326 153.28 85.3911 153.233 84.8269 153.233ZM82.2025 155.796C81.2328 155.796 80.6029 155.679 80.3401 155.582C80.6025 155.485 81.2324 155.369 82.2025 155.369C83.1722 155.369 83.8021 155.485 84.0649 155.582C83.8025 155.679 83.1726 155.796 82.2025 155.796ZM82.2025 154.941C81.6383 154.941 79.7968 154.987 79.7968 155.582C79.7968 156.177 81.6383 156.223 82.2025 156.223C82.7667 156.223 84.6082 156.176 84.6082 155.582C84.6082 154.988 82.7667 154.941 82.2025 154.941ZM80.0155 157.505C79.0458 157.505 78.416 157.388 78.1531 157.291C78.4155 157.194 79.0454 157.078 80.0155 157.078C80.9852 157.078 81.6151 157.194 81.8779 157.291C81.6155 157.388 80.9857 157.505 80.0155 157.505ZM80.0155 156.65C79.4513 156.65 77.6098 156.696 77.6098 157.291C77.6098 157.886 79.4513 157.932 80.0155 157.932C80.5798 157.932 82.4212 157.885 82.4212 157.291C82.4212 156.697 80.5798 156.65 80.0155 156.65ZM77.3911 159.214C76.4214 159.214 75.7916 159.097 75.5287 159C75.7911 158.903 76.421 158.786 77.3911 158.786C78.3608 158.786 78.9907 158.903 79.2536 159C78.9911 159.097 78.3613 159.214 77.3911 159.214ZM77.3911 158.359C76.8269 158.359 74.9855 158.405 74.9855 159C74.9855 159.595 76.8269 159.641 77.3911 159.641C77.9554 159.641 79.7968 159.594 79.7968 159C79.7968 158.406 77.9554 158.359 77.3911 158.359ZM110.633 154.941C111.603 154.941 112.233 155.058 112.496 155.155C112.233 155.252 111.603 155.369 110.633 155.369C109.664 155.369 109.034 155.252 108.771 155.155C109.033 155.058 109.663 154.941 110.633 154.941ZM110.633 155.796C111.198 155.796 113.039 155.749 113.039 155.155C113.039 154.561 111.198 154.514 110.633 154.514C110.069 154.514 108.228 154.56 108.228 155.155C108.228 155.75 110.069 155.796 110.633 155.796ZM108.009 156.65C108.979 156.65 109.608 156.767 109.871 156.864C109.609 156.961 108.979 157.078 108.009 157.078C107.039 157.078 106.409 156.961 106.146 156.864C106.409 156.767 107.039 156.65 108.009 156.65ZM108.009 157.505C108.573 157.505 110.415 157.458 110.415 156.864C110.415 156.27 108.573 156.223 108.009 156.223C107.445 156.223 105.603 156.269 105.603 156.864C105.603 157.459 107.445 157.505 108.009 157.505ZM105.822 158.786C104.852 158.786 104.222 158.669 103.959 158.573C104.222 158.475 104.852 158.359 105.822 158.359C106.792 158.359 107.421 158.475 107.684 158.573C107.422 158.669 106.792 158.786 105.822 158.786ZM108.228 158.573C108.228 157.978 106.386 157.932 105.822 157.932C105.258 157.932 103.416 157.978 103.416 158.573C103.416 159.168 105.258 159.214 105.822 159.214C106.386 159.214 108.228 159.167 108.228 158.573ZM103.198 160.495C102.228 160.495 101.598 160.378 101.335 160.282C101.598 160.184 102.227 160.068 103.198 160.068C104.167 160.068 104.797 160.184 105.06 160.282C104.798 160.378 104.168 160.495 103.198 160.495ZM103.198 159.641C102.633 159.641 100.792 159.687 100.792 160.282C100.792 160.877 102.633 160.923 103.198 160.923C103.762 160.923 105.603 160.876 105.603 160.282C105.603 159.688 103.762 159.641 103.198 159.641ZM117.632 154.941C118.601 154.941 119.231 155.058 119.494 155.155C119.232 155.252 118.602 155.369 117.632 155.369C116.662 155.369 116.032 155.252 115.769 155.155C116.032 155.058 116.662 154.941 117.632 154.941H117.632ZM117.632 155.796C118.196 155.796 120.038 155.749 120.038 155.155C120.038 154.561 118.196 154.514 117.632 154.514C117.068 154.514 115.226 154.56 115.226 155.155C115.226 155.75 117.068 155.796 117.632 155.796ZM115.008 156.65C115.977 156.65 116.607 156.767 116.87 156.864C116.607 156.961 115.977 157.078 115.008 157.078C114.038 157.078 113.408 156.961 113.144 156.864C113.408 156.767 114.038 156.65 115.008 156.65ZM112.602 156.864C112.602 157.458 114.443 157.505 115.008 157.505C115.572 157.505 117.413 157.458 117.413 156.864C117.413 156.27 115.572 156.223 115.008 156.223C114.443 156.223 112.602 156.269 112.602 156.864ZM112.821 158.786C111.851 158.786 111.221 158.669 110.958 158.573C111.221 158.475 111.851 158.359 112.82 158.359C113.789 158.359 114.419 158.475 114.682 158.573C114.419 158.669 113.79 158.786 112.82 158.786H112.821ZM115.226 158.573C115.226 157.978 113.384 157.932 112.82 157.932C112.256 157.932 110.414 157.978 110.414 158.573C110.414 159.168 112.256 159.214 112.82 159.214C113.384 159.214 115.226 159.167 115.226 158.573ZM110.195 160.495C109.226 160.495 108.596 160.378 108.333 160.282C108.595 160.184 109.225 160.068 110.195 160.068C111.165 160.068 111.795 160.184 112.058 160.282C111.795 160.378 111.166 160.495 110.195 160.495ZM110.195 159.641C109.631 159.641 107.79 159.687 107.79 160.282C107.79 160.877 109.631 160.923 110.195 160.923C110.76 160.923 112.601 160.876 112.601 160.282C112.601 159.688 110.76 159.641 110.195 159.641ZM124.192 155.369C123.222 155.369 122.593 155.252 122.329 155.155C122.593 155.058 123.222 154.941 124.192 154.941C125.162 154.941 125.792 155.058 126.055 155.155C125.792 155.252 125.162 155.369 124.193 155.369H124.192ZM124.193 154.514C123.628 154.514 121.787 154.56 121.787 155.155C121.787 155.75 123.628 155.796 124.193 155.796C124.757 155.796 126.598 155.749 126.598 155.155C126.598 154.561 124.757 154.514 124.193 154.514ZM121.568 157.078C120.598 157.078 119.968 156.961 119.705 156.864C119.968 156.767 120.598 156.65 121.568 156.65C122.537 156.65 123.167 156.767 123.43 156.864C123.168 156.961 122.538 157.078 121.568 157.078ZM121.568 156.223C121.004 156.223 119.163 156.269 119.163 156.864C119.163 157.459 121.004 157.505 121.568 157.505C122.132 157.505 123.974 157.458 123.974 156.864C123.974 156.27 122.132 156.223 121.568 156.223ZM119.381 158.786C118.411 158.786 117.781 158.669 117.518 158.573C117.781 158.475 118.411 158.359 119.381 158.359C120.351 158.359 120.98 158.475 121.243 158.573C120.981 158.669 120.351 158.786 119.381 158.786ZM119.381 157.932C118.817 157.932 116.976 157.978 116.976 158.573C116.976 159.168 118.817 159.214 119.381 159.214C119.945 159.214 121.787 159.167 121.787 158.573C121.787 157.979 119.945 157.932 119.381 157.932ZM116.757 160.495C115.787 160.495 115.157 160.378 114.894 160.282C115.157 160.184 115.787 160.068 116.757 160.068C117.726 160.068 118.356 160.184 118.619 160.282C118.356 160.378 117.727 160.495 116.757 160.495ZM116.757 159.641C116.193 159.641 114.351 159.687 114.351 160.282C114.351 160.877 116.193 160.923 116.757 160.923C117.321 160.923 119.163 160.876 119.163 160.282C119.163 159.688 117.321 159.641 116.757 159.641ZM53.1156 30.1919C54.3211 30.1919 55.3026 31.3411 55.3026 32.7552C55.3026 34.1693 54.3211 35.3185 53.1156 35.3185C51.9101 35.3185 50.9286 34.1693 50.9286 32.7552C50.9286 31.3411 51.9093 30.1919 53.1156 30.1919ZM54.4978 30.018C55.0248 30.018 55.5279 30.2273 55.915 30.6058C56.3611 31.0442 56.6165 31.6718 56.6148 32.3275C56.6091 33.9412 55.9902 34.8567 54.6859 35.1472C55.3245 34.6004 55.74 33.7331 55.74 32.7556C55.74 31.5585 55.1176 30.5255 54.2235 30.0487L54.4973 30.0188L54.4978 30.018ZM50.4912 32.7556C50.4912 34.4047 51.6678 35.7462 53.1156 35.7462C53.3081 35.7462 53.4961 35.7206 53.6777 35.6753C55.9093 35.6667 57.0447 34.541 57.0522 32.3293C57.0544 31.5611 56.7526 30.8229 56.2233 30.3042C55.7553 29.8462 55.1451 29.5933 54.4781 29.5933H54.4729L52.872 29.7668L52.8742 29.7796C51.5392 29.9189 50.4904 31.1997 50.4904 32.7561L50.4912 32.7556ZM164.141 44.3321H164.579V29.0516H164.141V44.3321ZM166.037 43.1714H166.474V27.8917H166.037V43.1714ZM167.932 42.0115H168.369V26.7318H167.932V42.0115ZM169.828 40.8507H170.265V25.571H169.828V40.8507ZM171.723 39.6908H172.16V24.4111H171.723V39.6908ZM173.618 38.5309H174.055V23.2499H173.618V38.5309ZM175.514 37.3688H175.951V22.0908H175.514"
                              fill="#272629" />
                        <path fill-rule="evenodd" clip-rule="evenodd"
                              d="M149.78 165.063L158.338 155.908C158.742 155.476 158.966 154.914 158.966 154.329V153.125L162.465 150.562V136.964L159.35 137.399C158.493 133.338 157.229 95.7218 157.216 95.3429C157.216 88.8931 157.918 88.8884 158.432 88.885C158.642 88.8837 158.904 88.882 159.138 88.6756C159.872 88.0284 160.278 87.1825 160.278 86.2943V27.139C161.928 26.5764 175.141 22.0021 178.113 18.6941L176.462 146.988L172.963 154.204V149.828C172.963 149.566 172.801 149.336 172.549 149.244C172.3 149.151 172.023 149.217 171.844 149.412L165.984 155.852C165.689 156.176 165.527 156.594 165.527 157.027V164.468L149.78 180.68V165.063ZM37.3693 161.814V160.596C37.3693 159.667 37.8395 158.802 38.6272 158.282L52.0903 149.386L74.7685 148.96L132.057 151.096L158.529 153.215V154.329C158.529 154.807 158.347 155.266 158.016 155.62L149.46 164.773C80.9931 169.659 40.3659 162.377 37.3702 161.814H37.3693ZM48.9104 64.5934C50.5406 64.678 59.9407 65.1573 72.7206 65.6358C72.445 66.9781 72.1957 73.4818 73.1798 107.418C73.7415 126.772 74.4553 146.27 74.5388 148.536L52.225 148.956C49.6094 112.173 48.8466 84.6336 48.9096 64.5925L48.9104 64.5934ZM72.6318 13.9502C72.7298 13.9267 72.798 13.8412 72.798 13.743V13.9566H165.307V13.9523C165.353 13.9523 165.399 13.9425 165.437 13.9151L171.65 9.46559V11.1805C171.65 11.298 171.748 11.3941 171.869 11.3941H177.424L158.247 19.945C126.265 24.6201 62.4597 19.6002 52.487 18.7688L72.6313 13.9497L72.6318 13.9502ZM72.798 6.255C77.0473 6.03412 143.907 2.62914 164.721 6.16741C164.934 6.2033 165.089 6.3853 165.089 6.59977V13.5302H72.798V6.25457V6.255ZM171.304 2.79875C171.502 2.81584 171.65 2.97647 171.65 3.17043V8.93583L165.526 13.3221V6.61258L170.655 4.10819C170.764 4.05522 170.806 3.92705 170.753 3.82195C170.698 3.71514 170.568 3.6737 170.459 3.72583L165.419 6.18792C165.296 5.96149 165.072 5.79274 164.798 5.74617C157.581 4.52004 144.863 4.13553 131.764 4.13553C124.518 4.13553 117.153 4.25259 110.541 4.41024C93.3508 4.81952 77.9304 5.56674 73.7056 5.78163C95.9183 -3.65491 163.552 2.09981 171.306 2.79832L171.304 2.79875ZM51.3288 19.0999C52.564 19.2067 59.387 19.7852 69.2721 20.4243C69.0928 23.1658 67.1713 53.2309 67.7587 65.0163C57.5237 64.6062 50.2804 64.2366 48.9126 64.1653C49.0264 33.7426 51.0458 20.7687 51.3297 19.1004L51.3288 19.0999ZM159.989 26.7848L159.841 26.8344V63.9901C153.718 65.5717 140.416 66.1724 125.066 66.2536C124.423 54.4207 126.561 22.7049 126.583 22.3861L126.146 22.3575C126.124 22.6779 123.987 54.3823 124.628 66.257C105.646 66.345 83.6244 65.6495 68.1966 65.0351C67.6039 53.3023 69.5289 23.2004 69.7082 20.4542C83.5505 21.3441 103.206 22.3396 121.897 22.3392C135.403 22.3392 148.409 21.8192 158.342 20.3637C158.363 20.3607 158.382 20.3551 158.401 20.3466L178.207 11.515L178.124 17.9618C176.248 21.2771 160.151 26.7319 159.988 26.7866L159.989 26.7848ZM158.793 152.718C158.073 151.445 156.766 143.615 155.413 108.099C154.602 86.8249 154.16 65.6443 154.156 65.4324L153.89 65.438C156.27 65.1586 158.28 64.8249 159.842 64.4297V86.2938C159.842 87.0594 159.487 87.7925 158.846 88.3582C158.741 88.45 158.626 88.4564 158.43 88.4564C157.433 88.4637 156.78 88.9461 156.78 95.3489C156.834 96.9552 158.103 134.714 158.976 137.695L159.028 137.875L162.029 137.456V150.347L158.795 152.717L158.793 152.718ZM128.85 66.6458C138.679 66.533 147.451 66.1801 153.718 65.4581C153.792 69.0348 155.421 145.966 158.355 152.772L132.277 150.685C132.098 146.421 129.029 73.413 128.851 66.6458H128.85ZM80.9642 144.261L131.587 144.687L131.838 150.66L75.3703 148.555L80.9655 144.261H80.9642ZM95.5426 101.965H103.416V100.683H95.5426V101.965ZM95.5426 77.8707L103.416 77.9732V100.257H95.5426V77.8707ZM93.793 110.083V114.387C92.1965 114.628 90.5799 114.628 88.9817 114.387V110.083H93.793V110.083ZM95.1052 102.393V108.365C95.1052 109.076 94.513 109.656 93.7843 109.656H88.9922C88.263 109.656 87.6699 109.076 87.6699 108.364V78.0411H95.1057V102.393L95.1052 102.393ZM109.968 109.656H105.176C104.447 109.656 103.854 109.076 103.854 108.365V78.0403H108.569L111.289 78.0762V108.365C111.289 109.077 110.697 109.656 109.968 109.656H109.968ZM110.414 110.083V114.387C108.818 114.628 107.201 114.628 105.603 114.387V110.083H110.414V110.083ZM124.776 66.6795V77.8245L111.627 77.6536C111.592 77.631 111.553 77.6143 111.508 77.6143H108.573L75.9429 77.1897V65.7542C89.4694 66.2378 106.11 66.6872 121.244 66.6872C122.431 66.6872 123.608 66.6842 124.775 66.6787L124.776 66.6795ZM125.213 66.677L126.146 66.671V77.2653L125.213 77.7011V66.677ZM73.1497 65.6516C73.9225 65.6807 74.7077 65.7093 75.5042 65.7379V77.6105L87.2439 77.7626C87.2382 77.7831 87.2308 77.804 87.2308 77.8267V108.364C87.2308 109.159 87.7906 109.825 88.543 110.019V114.568C88.543 114.672 88.6208 114.762 88.7267 114.779C89.6093 114.923 90.4981 114.995 91.3869 114.995C92.2748 114.995 93.1641 114.923 94.0463 114.779C94.1526 114.762 94.23 114.674 94.23 114.569V110.019C94.9823 109.825 95.5422 109.16 95.5422 108.364V102.393H103.415V108.364C103.415 109.308 104.198 110.077 105.165 110.082V114.568C105.165 114.673 105.242 114.762 105.347 114.779C106.23 114.923 107.119 114.996 108.008 114.996C108.896 114.996 109.785 114.923 110.668 114.78C110.774 114.763 110.851 114.674 110.851 114.57V109.87C110.851 109.862 110.846 109.853 110.845 109.845C111.369 109.547 111.725 108.999 111.725 108.366V78.083L125.212 78.2582V78.177L126.582 77.5362V66.6684C127.194 66.6641 127.805 66.6577 128.41 66.6513C128.512 70.5327 129.567 96.2388 130.481 118.247C130.445 118.226 130.402 118.213 130.354 118.216C104.756 120.249 76.5631 118.627 73.9518 118.468C73.196 94.3047 72.5281 67.5058 73.1483 65.6525L73.1497 65.6516ZM74.9692 148.318C74.7011 141.082 74.3249 130.307 73.9667 118.896C75.7277 119.002 87.1787 119.658 101.714 119.658C110.626 119.658 120.696 119.411 130.391 118.64C130.431 118.637 130.465 118.621 130.496 118.599C130.922 128.854 131.316 138.273 131.567 144.259L81.1037 143.834L80.6707 119.477L80.2333 119.483L80.6685 143.943L74.9692 148.317V148.318ZM172.524 154.94H167.398L172.17 149.696C172.255 149.602 172.362 149.632 172.393 149.643C172.423 149.655 172.524 149.701 172.524 149.828V154.941V154.94ZM181.488 181.867C180.084 178.081 171.847 175.079 157.666 173.179L165.902 164.699L165.964 164.637V157.026C165.964 156.697 166.086 156.381 166.31 156.135L167.275 155.074V155.368H172.961V155.203L176.897 147.087L178.648 11.1822H178.645C178.645 11.1664 178.645 11.1506 178.642 11.1343C178.62 11.0373 178.531 10.9677 178.428 10.9677H172.086V9.25881C172.086 9.21908 172.076 9.18277 172.057 9.15201C172.075 9.11911 172.086 9.08365 172.086 9.0452V3.17001C172.086 2.75346 171.766 2.4104 171.343 2.37238C163.454 1.6619 93.6636 -4.27524 72.4852 5.85853C72.4752 5.86366 72.4651 5.86878 72.4564 5.87477C72.4275 5.89399 72.4039 5.91749 72.3886 5.94526V5.94611C72.3737 5.96961 72.3645 5.9961 72.3602 6.02429C72.3593 6.0354 72.358 6.04694 72.3584 6.05762V13.5759L51.0922 18.6625C51.0082 18.6825 50.9478 18.7505 50.9325 18.8312H50.9308C50.8695 19.1516 44.8873 51.9967 51.7938 149.066L38.381 157.928C37.4734 158.528 36.9315 159.526 36.9315 160.596V162.164L37.1064 162.199C37.4157 162.26 61.1903 166.879 103.681 166.877C117.087 166.877 132.364 166.418 149.343 165.21V181.011C144.448 181.23 57.5175 184.975 39.1189 177.23V162.631H38.6815V177.509L38.8114 177.565C47.9757 181.52 74.6744 182.53 99.5645 182.53C125.303 182.53 149.105 181.45 149.572 181.428L149.781 181.418V181.3L157.298 173.56C175.235 175.929 180.133 179.463 181.079 182.014C181.558 183.303 181.139 184.661 179.836 186.05C174.654 191.573 158.275 195.441 149.618 193.185C132.586 188.749 113.297 194.336 101.952 200.467C87.5409 208.258 66.6941 201.79 56.997 191.114C50.2244 183.657 40.641 185.324 30.4965 187.089C22.1684 188.536 13.5574 190.035 5.07235 187.208C1.58368 186.046 0.0532258 184.581 0.52299 182.852C1.30374 179.987 7.63944 176.207 17.4734 172.741C25.8181 169.8 34.4427 167.892 37.1082 168.395L37.1913 167.975C31.457 166.895 1.9664 175.889 0.100027 182.741C-0.43972 184.726 1.18565 186.364 4.93107 187.611C13.5233 190.473 22.1908 188.966 30.5726 187.508C41.0307 185.689 50.0599 184.118 56.6699 191.397C64.6314 200.162 76.5583 204.202 87.145 204.201C92.805 204.201 98.083 203.046 102.163 200.84C113.437 194.747 132.602 189.193 149.505 193.597C158.278 195.884 174.894 191.948 180.158 186.339C181.579 184.824 182.028 183.318 181.49 181.868L181.488 181.867Z"
                              fill="#272629" />
                        <path
                            d="M57.2372 95.7568V69.4099H63.5364C63.5863 77.7166 63.6828 94.8997 63.6828 95.9155C63.6828 96.9314 62.8834 97.1853 62.4837 97.1853H58.5863C57.507 97.1853 57.2372 96.233 57.2372 95.7568Z"
                            stroke="#272629" stroke-width="0.598852" />
                        <path
                            d="M57.2372 70.8151V69.4099H63.5364C63.5863 69.8529 63.6828 70.7694 63.6828 70.8235C63.6828 70.8777 62.8834 70.8913 62.4837 70.8913H58.5863C57.507 70.8913 57.2372 70.8405 57.2372 70.8151Z"
                            stroke="#272629" stroke-width="0.598852" />
                        <path
                            d="M53.8247 69.1625V64.5957L65.0098 65.1512C65.098 66.591 65.1994 69.0139 65.1994 69.19C65.1994 69.3661 63.7886 69.4101 63.0832 69.4101H56.2055C54.3009 69.4101 53.8247 69.245 53.8247 69.1625Z"
                            stroke="#272629" stroke-width="0.598852" />
                        <path
                            d="M54.2043 75.4582V70.8914L57.187 71.4469C57.2106 72.8867 57.2376 75.3096 57.2376 75.4857C57.2376 75.6617 56.8614 75.7058 56.6733 75.7058H54.8392C54.3313 75.7058 54.2043 75.5407 54.2043 75.4582Z"
                            stroke="#272629" stroke-width="0.598852" />
                    </g>
                    <path
                        d="M49.6694 40.1532C51.3446 40.1532 52.7026 38.8268 52.7026 37.1905C52.7026 35.5542 51.3446 34.2278 49.6694 34.2278C47.9941 34.2278 46.6361 35.5542 46.6361 37.1905C46.6361 38.8268 47.9941 40.1532 49.6694 40.1532Z"
                        fill="#272629" />
                    <path
                        d="M73.5564 9.78553C75.2317 9.78553 76.5897 8.45908 76.5897 6.82282C76.5897 5.18656 75.2317 3.86011 73.5564 3.86011C71.8812 3.86011 70.5232 5.18656 70.5232 6.82282C70.5232 8.45908 71.8812 9.78553 73.5564 9.78553Z"
                        fill="#272629" />
                    <path
                        d="M90.0751 76.8446C91.7503 76.8446 93.1084 75.5182 93.1084 73.8819C93.1084 72.2456 91.7503 70.9192 90.0751 70.9192C88.3999 70.9192 87.0419 72.2456 87.0419 73.8819C87.0419 75.5182 88.3999 76.8446 90.0751 76.8446Z"
                        fill="#272629" />
                    <path
                        d="M54.9621 91.6305C56.6373 91.6305 57.9953 90.3041 57.9953 88.6678C57.9953 87.0315 56.6373 85.7051 54.9621 85.7051C53.2869 85.7051 51.9288 87.0315 51.9288 88.6678C51.9288 90.3041 53.2869 91.6305 54.9621 91.6305Z"
                        fill="#272629" />
                    <path
                        d="M73.8914 195.186C75.5666 195.186 76.9247 193.86 76.9247 192.223C76.9247 190.587 75.5666 189.261 73.8914 189.261C72.2162 189.261 70.8582 190.587 70.8582 192.223C70.8582 193.86 72.2162 195.186 73.8914 195.186Z"
                        fill="#272629" />
                    <path
                        d="M108.818 114.962C110.493 114.962 111.851 113.635 111.851 111.999C111.851 110.363 110.493 109.036 108.818 109.036C107.142 109.036 105.784 110.363 105.784 111.999C105.784 113.635 107.142 114.962 108.818 114.962Z"
                        fill="#272629" />
                    <path
                        d="M124.363 60.8922C126.039 60.8922 127.397 59.5658 127.397 57.9295C127.397 56.2932 126.039 54.9668 124.363 54.9668C122.688 54.9668 121.33 56.2932 121.33 57.9295C121.33 59.5658 122.688 60.8922 124.363 60.8922Z"
                        fill="#272629" />
                    <rect x="67" width="14" height="14" rx="7" fill="black" />
                    <path
                        d="M76.25 9.08154V10H72.062V9.08154H73.5957V4.8584L72.1104 5.78564V4.81445L73.6616 3.80811H74.8306V9.08154H76.25Z"
                        fill="white" />
                    <rect x="41" y="30" width="14" height="14" rx="7" fill="black" />
                    <path
                        d="M50.1401 38.9849V40H45.8071V39.1431C45.9155 38.9058 46.0532 38.6743 46.2202 38.4487C46.3872 38.2202 46.5864 37.9917 46.8179 37.7632C47.0522 37.5317 47.3188 37.2944 47.6177 37.0513C47.8345 36.8755 48.019 36.7158 48.1714 36.5723C48.3237 36.4258 48.4424 36.2954 48.5273 36.1812C48.6152 36.0669 48.6812 35.9541 48.7251 35.8428C48.769 35.7285 48.791 35.6172 48.791 35.5088C48.791 35.2393 48.7222 35.0371 48.5845 34.9023C48.4497 34.7676 48.2476 34.7002 47.978 34.7002C47.7144 34.7002 47.5122 34.772 47.3716 34.9155C47.2339 35.0562 47.1445 35.2686 47.1035 35.5527L45.8599 35.4824C45.9302 34.9082 46.144 34.4702 46.5015 34.1685C46.8618 33.8667 47.3511 33.7158 47.9692 33.7158C48.6372 33.7158 49.1499 33.8682 49.5073 34.1729C49.8647 34.4775 50.0435 34.9053 50.0435 35.4561C50.0435 35.7666 49.979 36.0449 49.8501 36.291C49.7212 36.5371 49.5571 36.7642 49.3579 36.9722C49.1938 37.1509 49.0078 37.3208 48.7998 37.4819C48.5947 37.6431 48.3955 37.7998 48.2021 37.9521C47.9971 38.1162 47.8096 38.2817 47.6396 38.4487C47.4727 38.6157 47.3481 38.7944 47.2661 38.9849H50.1401Z"
                        fill="white" />
                    <rect x="117" y="51" width="14" height="14" rx="7" fill="black" />
                    <path
                        d="M126.175 59.2817C126.175 59.8618 125.985 60.3101 125.604 60.6265C125.223 60.9429 124.681 61.1011 123.978 61.1011C123.313 61.1011 122.784 60.9487 122.392 60.644C121.999 60.3364 121.769 59.894 121.702 59.3169L122.958 59.207C123.038 59.8018 123.376 60.0991 123.974 60.0991C124.27 60.0991 124.5 60.0259 124.664 59.8794C124.828 59.7329 124.91 59.5088 124.91 59.207C124.91 58.9316 124.81 58.7207 124.611 58.5742C124.412 58.4277 124.116 58.3545 123.723 58.3545H123.292V57.3569H123.697C124.051 57.3569 124.318 57.2852 124.497 57.1416C124.675 56.9951 124.765 56.7871 124.765 56.5176C124.765 56.2627 124.693 56.0635 124.549 55.9199C124.409 55.7734 124.202 55.7002 123.93 55.7002C123.675 55.7002 123.468 55.7705 123.31 55.9111C123.155 56.0518 123.065 56.251 123.042 56.5088L121.807 56.4209C121.872 55.8877 122.093 55.4702 122.471 55.1685C122.849 54.8667 123.342 54.7158 123.952 54.7158C124.599 54.7158 125.104 54.8623 125.468 55.1553C125.834 55.4453 126.017 55.8481 126.017 56.3638C126.017 56.7505 125.903 57.0684 125.674 57.3174C125.449 57.5664 125.122 57.7319 124.694 57.814V57.8315C125.169 57.8872 125.534 58.0439 125.789 58.3018C126.046 58.5566 126.175 58.8833 126.175 59.2817Z"
                        fill="white" />
                    <rect x="83" y="67" width="14" height="14" rx="7" fill="black" />
                    <path
                        d="M91.626 75.7388V77H90.4482V75.7388H87.6313V74.8115L90.2461 70.8081H91.626V74.8203H92.4521V75.7388H91.626ZM88.6377 74.8203H90.4482V72.7944C90.4482 72.6362 90.4526 72.4648 90.4614 72.2803C90.4731 72.0957 90.4819 71.9771 90.4878 71.9243C90.4497 72.0063 90.3955 72.1074 90.3252 72.2275C90.2578 72.3447 90.1743 72.481 90.0747 72.6362L88.6377 74.8203Z"
                        fill="white" />
                    <rect x="48" y="81" width="14" height="14" rx="7" fill="black" />
                    <path
                        d="M57.25 88.939C57.25 89.5952 57.0449 90.1182 56.6348 90.5078C56.2275 90.8945 55.668 91.0879 54.9561 91.0879C54.335 91.0879 53.8369 90.9487 53.4619 90.6704C53.0898 90.3892 52.8599 89.9834 52.772 89.4531L54.0068 89.3521C54.0713 89.6157 54.1855 89.8076 54.3496 89.9277C54.5137 90.0479 54.7202 90.1079 54.9692 90.1079C55.2769 90.1079 55.5215 90.0098 55.7031 89.8135C55.8877 89.6172 55.98 89.3345 55.98 88.9653C55.98 88.6401 55.8936 88.3809 55.7207 88.1875C55.5479 87.9912 55.3062 87.8931 54.9956 87.8931C54.8257 87.8931 54.6704 87.9268 54.5298 87.9941C54.3892 88.0586 54.2646 88.1582 54.1562 88.293H52.9521L53.1675 84.8081H56.8896V85.7266H54.2881L54.187 87.291C54.4858 87.0273 54.8594 86.8955 55.3076 86.8955C55.7002 86.8955 56.0415 86.979 56.3315 87.146C56.6245 87.3101 56.8501 87.5444 57.0083 87.8491C57.1694 88.1538 57.25 88.5171 57.25 88.939Z"
                        fill="white" />
                    <rect x="103" y="105" width="14" height="14" rx="7" fill="black" />
                    <path
                        d="M112.175 112.974C112.175 113.633 111.991 114.15 111.622 114.525C111.252 114.9 110.743 115.088 110.092 115.088C109.363 115.088 108.802 114.833 108.409 114.323C108.02 113.811 107.825 113.052 107.825 112.047C107.825 110.942 108.022 110.112 108.418 109.555C108.816 108.996 109.385 108.716 110.123 108.716C110.647 108.716 111.061 108.832 111.362 109.063C111.667 109.294 111.882 109.653 112.008 110.14L110.844 110.302C110.735 109.895 110.486 109.691 110.097 109.691C109.766 109.691 109.505 109.857 109.314 110.188C109.127 110.519 109.033 111.021 109.033 111.695C109.165 111.476 109.348 111.307 109.583 111.19C109.817 111.073 110.082 111.014 110.378 111.014C110.932 111.014 111.37 111.19 111.692 111.542C112.014 111.893 112.175 112.371 112.175 112.974ZM110.936 113.009C110.936 112.658 110.854 112.39 110.69 112.205C110.529 112.018 110.306 111.924 110.022 111.924C109.75 111.924 109.531 112.012 109.367 112.188C109.203 112.36 109.121 112.59 109.121 112.877C109.121 113.118 109.159 113.332 109.235 113.519C109.314 113.707 109.424 113.854 109.565 113.963C109.706 114.071 109.868 114.125 110.053 114.125C110.331 114.125 110.548 114.027 110.703 113.831C110.858 113.632 110.936 113.358 110.936 113.009Z"
                        fill="white" />
                    <rect x="67" y="185" width="14" height="14" rx="7" fill="black" />
                    <path
                        d="M76.105 189.788C75.8267 190.228 75.563 190.654 75.314 191.067C75.0679 191.477 74.8525 191.892 74.668 192.311C74.4834 192.727 74.3369 193.156 74.2285 193.598C74.123 194.041 74.0703 194.508 74.0703 195H72.7827C72.7827 194.528 72.834 194.082 72.9365 193.66C73.0391 193.235 73.2017 192.788 73.4243 192.319C73.5708 192.015 73.7642 191.666 74.0044 191.273C74.2446 190.881 74.5625 190.397 74.958 189.823H71.8818V188.808H76.105V189.788Z"
                        fill="white" />
                </svg>
                <ul class="malfunctions__list">
                    <li class="malfunctions__item"><a href="">5. Горять індикатори та не наливає каву</a></li>
                    <li class="malfunctions__item"><a href="">6. Кавомашина не нагріває каву</a></li>
                    <li class="malfunctions__item"><a href="">7. Протікає вода з корпусу</a></li>
                </ul>
            </div>
            <button type="submit" class="malfunctions__button btn btn-w">Усі поломки</button>
        </div>
    </div>
    <div id="faq" class="answers">
        <div class="answers__container">
            <div class="answers__body">
                <div class="answers__content">
                    <h3 class="answers__title-2">
                        Найбільш поширені запитання
                    </h3>
                    <div data-spollers class="answers__spollers">
                        <div class="answers__item">
                            <button type="button" data-spoller class="answers__title">
                                <h4 class="content__title-4">Яку інформацію надати нашому консультанту?</h4>
                                <span class="_icon-arrow"></span>
                            </button>
                            <p class="answers__text">
                                Современное кофейное решение для офиса, компактное и не требующее обслуживания выездным
                                мастером.Современное кофейное решение для офиса, компактное и не требующее обслуживания
                                выездным мастером.Современное кофейное решение для офиса,
                            </p>
                        </div>
                    </div>
                    <div data-spollers class="answers__spollers">
                        <div class="answers__item">
                            <button type="button" data-spoller class="answers__title">
                                <h4 class="content__title-4">Що робити перед викликом майстра?</h4>
                                <span class="_icon-arrow"></span>
                            </button>
                            <p class="answers__text">
                                Современное кофейное решение для офиса, компактное и не требующее обслуживания выездным
                                мастером.Современное кофейное решение для офиса, компактное и не требующее обслуживания
                                выездным мастером.Современное кофейное решение для офиса,
                            </p>
                        </div>
                    </div>
                    <div data-spollers class="answers__spollers">
                        <div class="answers__item">
                            <button type="button" data-spoller class="answers__title">
                                <h4 class="content__title-4">Скільки коштує виклик майстра?</h4>
                                <span class="_icon-arrow"></span>
                            </button>
                            <p class="answers__text">
                                Современное кофейное решение для офиса, компактное и не требующее обслуживания выездным
                                мастером.Современное кофейное решение для офиса, компактное и не требующее обслуживания
                                выездным мастером.Современное кофейное решение для офиса,
                            </p>
                        </div>
                    </div>
                    <div data-spollers class="answers__spollers">
                        <div class="answers__item">
                            <button type="button" data-spoller class="answers__title">
                                <h4 class="content__title-4">Які ціни на ремонт пральних машин в Києві?</h4>
                                <span class="_icon-arrow"></span>
                            </button>
                            <p class="answers__text">
                                Современное кофейное решение для офиса, компактное и не требующее обслуживания выездным
                                мастером.Современное кофейное решение для офиса, компактное и не требующее обслуживания
                                выездным мастером.Современное кофейное решение для офиса,
                            </p>
                        </div>
                    </div>
                    <div data-spollers class="answers__spollers">
                        <div class="answers__item">
                            <button type="button" data-spoller class="answers__title">
                                <h4 class="content__title-4">Які ціни на ремонт пральних машин в Києві?</h4>
                                <span class="_icon-arrow"></span>
                            </button>
                            <p class="answers__text">
                                Современное кофейное решение для офиса, компактное и не требующее обслуживания выездным
                                мастером.Современное кофейное решение для офиса, компактное и не требующее обслуживания
                                выездным мастером.Современное кофейное решение для офиса,
                            </p>
                        </div>
                    </div>
                </div>
                <div class="answers__info">
                    <div class="answers__image">
                        <picture>
                            <source srcset="img/main/Ivanov-Ivan.webp" type="image/webp"><img
                                src="img/main/Ivanov-Ivan.jpg" alt="Головний майстер з ремонту кавомашини Іванов Іван">
                        </picture>
                    </div>
                    <p class="answers__name">
                        Іванов Іван
                    </p>
                    <p class="answers__info-text">
                        Современное кофейное решение для офиса, компактное и не требующее обслуживания выездным
                        мастером.Современное кофейное решение для офиса, компактное и не требующее обслуживания выездным
                    </p>
                </div>
            </div>
        </div>
    </div>
    <div id="otzyvy" class="reviews">
        <div class="reviews__container">
            <h3 class="reviews__title">
                Відгуки
            </h3>
            <div class="reviews__body">
                <picture>
                    <source srcset="img/main/reviews.webp" type="image/webp"><img src="img/main/reviews.png"
                                                                                  alt="Відгуки">
                </picture>
            </div>
        </div>
    </div>
</x-client.layouts.app>
