@push('meta')
    @php($page = pages()->article())

    <x-client.head.meta
        :title="$page->meta_title ?? ''"
        :description="$page->meta_description ?? ''"
        :snippet="$page->snippet ?? ''"
        :url="route('home')"
    />
@endpush

<x-client.layouts.app>
    <x-client.common.breadcrumbs name="Privacy Policy"/>

    <div class="content text-page">
        <div class="content__container">
            <h2 class="content__title">
                Заголовок H2
            </h2>
            <p>
                CoffeeOK турбується про захист ваших персональних даних і
                збирає їх в мінімально-необхідній кількості. Ця Політика приватності
                допоможе відповісти на питання, пов’язані з обробкою ваших персональних
                даних, і тому ми просимо ознайомитись з нею.
            </p>
            <h4 class="content__title-4">
                1.Хто ми?
            </h4>
            <p>
                “CoffeOK”, у який ви можете завітати за адресами: місто Київ,
                вулиця Провіантська, 3 або м. Київ, вулиця Сергія Данченко, 12.
                Інтернет-магазин “CoffeOK” - читати далі — “ми” і “наш”. <br>
                Ми є Володільцем ваших персональних даних та визначаємо які персональні
                дані, з якою метою і як саме будуть оброблятися.<br>
                Якщо ви маєте будь-які питання, будь ласка, надсилайте їх на нашу
                електронну пошту <a href="mailto:privacy@coffeeok.com.ua"
                                    class="content__link">privacy@coffeeok.com.ua.</a> Будь ласка,
                зверніть увагу: у темі
                листа потрібно вказати „особисті дані” або „приватність”.<br>
                Ви також можете надіслати нам лист за адресою: м. Київ, вул. Провіантська, 3,
                кав'ярня coffeeok cafe
            </p>
            <h4 class="content__title-4">
                2.На що поширюється політика приватності?
            </h4>
            <p>
                Наша політика приватності поширюється на нашi вебсайти <a href="https://coffeeok.com.ua/"
                                                                          class="content__link">https://coffeeok.com.ua/,</a> <a href="https://rent.coffeeok.com.ua/"
                                                                                                                                 class="content__link">https://rent.coffeeok.com.ua/,</a> <a href="https://coffeeok.kiev.ua/"
                                                                                                                                                                                             class="content__link">https://coffeeok.kiev.ua/,</a> <a href="https://service.coffeeok.com.ua/"
                                                                                                                                                                                                                                                     class="content__link">https://service.coffeeok.com.ua/,</a> <a href="https://coffee-man.ua/"
                                                                                                                                                                                                                                                                                                                    class="content__link">https://coffee-man.ua/.</a>
            </p>
            <h4 class="content__title-4">
                3.Які ваші дані нам потрібні та для чого?
            </h4>
            <p>
                Дані, які ми збираємо та обробляємо за допомогою вебсайту, соціальних
                мереж, платформ, пошук та комунікацію діляться на дві категорії: технічна
                інформація та дані, надані відвідувачами.<br>
                Технічна інформація. Коли ви заходите на наш сайт, деякі дані збираються
                автоматично. Нам потрібні технічні дані для роботи, підтримки і поліпшення
                вебсайтів. До таких даних, зокрема, належать IP адреса, геолокація, тип
                пристрою і тип браузера, файли cookie і дані про вашу взаємодію з сайтом -
                сесійний ID.<br>
                Дані, отримані від 3-х осіб. Ми можемо отримувати інформацію через
                наступні джерела: соціальні мережі Facebook, Instagram, Telegram, Viber,
                YouTube платформи ROZETKA, Hotline, Prom.ua, комунікацію через електронну
                пошту, телефонні дзвінки, SMS та пошук Google.<br>
                Дані, які ви надаєте нам:
            </p>
            <ul class="content__list content__list-1">
                <li class="content__item">Відвідувачі — всі особи, які відвідують наші сайти та інші ресурси збору
                    даних;</li>
                <li class="content__item">Партнери — відвідувачі, зацікавлені в співпраці з нами;</li>
                <li class="content__item">Корпоративні клієнти — відвідувачі, зацікавлені в регулярному
                    оптовому отриманні наших послуг/товарів;</li>
                <li class="content__item">Клієнти — відвідувачі, які оформили замовлення в нашому
                    інтернет-магазині;</li>
            </ul>
            <p>
                Дані, надані відвідувачами. Ми збираємо тільки технічну інформацію.
                Дані, надані партнерами. До таких даних належать: ваше ім’я, електронна
                пошта, номер телефону, додаткова інформація, яку ви можете нам лишити в
                полі “коментарі”, РНОКПП / ЄДРПОУ, найменування юридичної особи.
                Дані, надані корпоративними клієнтами. До таких даних належать: ваше ім’я,
                електронна пошта, номер телефону, РНОКПП / ЄДРПОУ, найменування
                юридичної особи.<br>
                Дані, надані клієнтами. До таких даних належать: ваше Ім’я, Прізвище та
                По-батькові, електронна пошта, номер телефону, місто, адреса доставки,
                платіжна інформація, додаткова інформація, яку ви можете нам залишити в
                полі “особливі побажання до замовлення”.<br>
                *Зверніть увагу, що ви можете надавати нам певні медичні дані, які ми
                використовуємо для створення кращих пропозицій для вас
                Для маркетингових цілей ми користуємося платформою ROZETKA. Водночас,
                ми не несемо відповідальність за перелік та термін зберігання даних на цій
                платформі.<br>
                Дані, що обробляються на основі вашої згоди, ми обробляємо під час
                виконання договору, під час вашої взаємодії з нашою службою та 36 місяців
                після або до моменту відкликання згоди.<br>
                Проте, ви можете скористатися своїм правом на видалення своїх даних. У
                цьому випадку ваші дані будуть видалені з наших серверів протягом 30 днів з
                моменту вашого запиту.<br>
                Звертаємо вашу увагу, що ми не обробляємо дані відвідувачів, які не досягли
                18 років. Якщо вам стало відомо, що ми обробляємо дані дитини, просимо
                повідомити нас за електронною адресою <a href="mailto:privacy@coffeeok.com.ua"
                                                         class="content__link">privacy@coffeeok.com.ua.</a>
            </p>
            <h4 class="content__title-4">
                4.Кому ми можемо передати ваші дані та для чого?
            </h4>
            <p>
                За замовчанням, Ваші дані зберігаються на серверах, хмарних сховищах та
                документах в Україні, Германії та Польщі. Ми не плануємо передавати ваші
                дані в інші держави. Ми використовуємо ваші дані для комунікації з вами та
                виконання договору.<br>
                Ми можемо передати дані нашим співробітникам, підрядникам або партнерам
                для виконання договору. Також ми передаємо ваші дані з наступних підстав:
                Згода. Ми передаємо ваші персональні дані на основі вашої явної згоди.
                Виконання норм законодавства. Ми будемо розкривати ваші персональні
                дані третім особам в тому обсязі, в якому це необхідно:
            </p>
            <ol class="content__list content__list-1">
                <li class="content__item">для виконання державного запиту, постанови суду або відповідного
                    законодавства;</li>
                <li class="content__item">для запобігання незаконному використанню нашого вебсайту;</li>
                <li class="content__item">для захисту від претензій третіх сторін;</li>
                <li class="content__item">для запобігання або для допомоги в розслідуванні шахрайства.</li>
            </ol>
            <p>
                Передача до третіх осіб. Ми передаємо ваші персональні дані третім
                сторонам на підставі договору для обробки від нашого імені, що стосується
                технічних та/і організаційних заходів з метою захисту ваших персональних
                даних. Ми можемо передавати ваші дані конкретним компаніям,
                консультантам, підрядникам, які надають певні послуги на наше замовлення.
                Ми запитаємо вашого дозволу, якщо передача даних не є частиною виконання
                договору.
            </p>
            <h4 class="content__title-4">
                5.Як ми захищаємо та де зберігаємо ваші дані?
            </h4>
            <p>
                Ми турбуємось про ваші дані та використовуємо для їх захисту Договори про
                нерозголошення та технології шифрування
            </p>
            <h4 class="content__title-4">
                6.Чи використовуємо ми cookies?
            </h4>
            <p>
                Ми використовуємо cookies для функціонування сайту. Використовуючи
                файли cookies ми отримуємо технічну інформацію, зазначену в пункті 3 та
                Політиці Cookies.
            </p>
            <h4 class="content__title-4">
                7. Які у Вас є права?
            </h4>
            <p>
                У вас, як у суб'єктів персональних даних є наступні права:
            </p>
            <ul class="content__list content__list-1">
                <li class="content__item">Право на доступ до інформації. Ви можете запитати пояснення
                    обробки ваших персональних даних.</li>
                <li class="content__item">Право на портативність. Ви можете запросити всі дані, які ви нам
                    надали, а також зробити запит на передачу даних іншому володільцю.</li>
                <li class="content__item">Право на обмеження обробки. Ви можете частково або повністю
                    заборонити нам обробляти ваші персональні дані.</li>
                <li class="content__item">Право відкликати згоду. Ви можете відкликати свою згоду в будь-який
                    момент.</li>
                <li class="content__item">Право подати скаргу. Якщо ваш запит не був задоволений, ви можете
                    подати скаргу до регулюючого органу.</li>
                <li class="content__item">Право на видалення інформації. Ви можете надіслати нам запит на
                    видалення ваших персональних даних з наших систем. Ми видалимо їх,
                    якщо інше не передбачено законодавством.</li>
            </ul>
            <p>
                Щоб скористатися своїми правами надішліть нам електронного листа на
                електронну пошту <a href="mailto:privacy@coffeeok.com.ua"
                                    class="content__link">privacy@coffeeok.com.ua.</a> <br>
                Якщо ваш запит не був задоволений, ви можете подати скаргу до
                Уповноваженого Верховної Ради України з прав людини за електронною
                поштою <a href="mailto:hotline@ombudsman.gov.ua" class="content__link">hotline@ombudsman.gov.ua</a>
                або написати лист та направити його за
                адресою 01008, м. Київ-08, вул. Інститутська, 21/8.
            </p>
            <h4 class="content__title-4">
                8. Як ми оновлюємо цю Політику?
            </h4>
            <p>
                Дана політика приватності і правовідносини, що потрапляють під її дію,
                регулюються Законом України “Про захист персональних даних”. Чинні закони
                і вимоги до обробки персональних даних можуть змінитися. У цьому випадку
                ми опублікуємо нову версію Політики приватності у себе на сайті.
            </p>
        </div>
    </div>
</x-client.layouts.app>
